Repository: Aleev141/forgemaster
Catalog: locale/data/events_ships.xml.append/*.po
Languages: ru

source: "....what is a teleporter?" the chorus of voices responds. "You aim to trick me, but I'm wise to your tricks. It is time to die!" Some kind of electro-magnetic slime begins pouring out of your systems, disabling most of them. A majority appear to be sabotaged!
ru: "... что такое телепортер?" - отвечает хор голосов. "Ты пытаешься обмануть меня, но я мудр и не поведусь на твои уловки. Пришло время умереть!" Из ваших систем начинает литься какая-то электромагнитная слизь, выводя из строя многие системы. Похоже, что большинство систем было саботировано!

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_KES1_SHIP_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears to be a small mini refrigerator, labelled "Property of Gozer". It gives off an otherworldly aura.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите то, что кажется небольшим мини-холодильником с надписью "Собственность Гозера". От него исходит потусторонняя аура.

source: You already have Gozer's Fridge.
ru: У вас уже есть Холодильник Гозера.

# data/events_ships.xml.append$//event[@name="GET_GOZER_FRIDGE"]/text
source: You add Gozer's Fridge into your ship's cafeteria.
ru: Вы устанавливаете Холодильник Гозера в корабельную столовую.

# data/events_ships.xml.append$//event[@name="GET_GOZER_FRIDGE"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="GET_GOZER_FRIDGE"]/choice/event/text
source: Your Ghost crew can no longer phase through walls, but they feel incredibly durable! All Ghosts in your crew gain 70% max health and 30% movement speed. [The Augment has been internalized!]
ru: Ваш экипаж призраков больше не может проходить сквозь двери, но зато он невероятно живуч! Все призраки в вашем экипаже получают +70% максимального здоровья и +30% скорости передвижения. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have Gozer's Fridge.
ru: У вас уже есть Холодильник Гозера.

source: You already scrapped Gozer's Fridge.
ru: Вы уже разобрали Холодильник Гозера.

source: Scrap Gozer's Fridge.
ru: Разобрать Холодильник Гозера.

# data/events_ships.xml.append$//event[@name="SCRAP_GOZER_FRIDGE"]/text
source: You scrap Gozer's Fridge for valuable resources.
ru: Вы разбираете Холодильник Гозера, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_KES1_SHIP_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a small mini refrigerator, labelled "Property of Gozer". It gives off an otherworldly aura.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите то, что кажется небольшим мини-холодильником с надписью "Собственность Гозера". От него исходит потусторонняя аура.

source: You already have Gozer's Fridge.
ru: У вас уже есть Холодильник Гозера.

source: You already have Gozer's Fridge.
ru: У вас уже есть Холодильник Гозера.

source: You already scrapped Gozer's Fridge.
ru: Вы уже разобрали Холодильник Гозера.

source: Scrap Gozer's Fridge.
ru: Разобрать Холодильник Гозера.

# data/events_ships.xml.append$//event[@name="FM_BOSS_FED1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Federation design! However, judging from the very odd paint job and decals, it's safe to assume the Federation is no longer the owner of this vessel.
ru: Из туннеля появляется массивный крейсер конструкции Федерации! Однако, судя по очень странной раскраске и надписям, можно предположить, что Федерация больше не является владельцем этого корабля.

# data/events_ships.xml.append$//event[@name="FM_BOSS_FED1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: "Hold it right there, criminal scum! I SAW what you did in all those other realities. I've brought my Eradicator Beam with me to inflict swift justice upon you!"
ru: "Стой на месте, преступная мразь! Я видел, что ты сделал во всех реальностях. Я прихватил с собой луч "Ликвидатор", чтобы свершить над тобой быстрое правосудие!"

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_FED1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears a explosive replicator infused with a long forgotten technology.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Кроме того, вы находите, похоже, репликатор взрывчатки, в который была внедрена давно забытая технология.

source: You already have the Twisted Ammo Fabricator.
ru: У вас уже есть Искаженный изготовитель боеприпасов.

# data/events_ships.xml.append$//event[@name="GET_UPG_WEAPONS_REPLICATOR_2"]/text
source: You add the Twisted Ammo Fabricator into your ship's internal systems.
ru: Вы устанавливаете Искаженный изготовитель боеприпасов во внутренние системы вашего корабля.

source: Continue...
ru: Продолжить...

source: Effects: Has 60% chance to not use a missile when shooting an ammo consuming weapon. [The Augment has been internalized!]
ru: Эффекты: Дает 60% шанс не использовать боеголовку при стрельбе из орудий, потребляющего боеприпасы. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Twisted Ammo Fabricator.
ru: У вас уже есть Искаженный изготовитель боеприпасов.

source: You already scrapped the Twisted Ammo Fabricator.
ru: Вы уже разобрали Искаженный изготовитель боеприпасов.

source: Scrap the Twisted Ammo Fabricator.
ru: Разобрать Искаженный изготовитель боеприпасов.

source: You scrap the Twisted Ammo Fabricator for valuable resources.
ru: Вы разбираете Искаженный изготовитель боеприпасов, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_FED1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears a explosive replicator infused with a long forgotten technology.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите, похоже, репликатор взрывчатки, в который была внедрена давно забытая технология.

source: You already have the Twisted Ammo Fabricator.
ru: У вас уже есть Искаженный изготовитель боеприпасов.

source: You already have the Twisted Ammo Fabricator.
ru: У вас уже есть Искаженный изготовитель боеприпасов.

source: You already scrapped the Twisted Ammo Fabricator.
ru: Вы уже разобрали Искаженный изготовитель боеприпасов.

source: Scrap the Twisted Ammo Fabricator.
ru: Разобрать Искаженный изготовитель боеприпасов.

# data/events_ships.xml.append$//event[@name="FM_BOSS_ORCHID1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Orchid design! The ship here seems to bear an unusual resemblance to an Earth fruit known as the "Strawberry" but with a blue coloration, though that's probably a coincidence.
ru: Из туннеля появляется массивный крейсер конструкции орхидей! Корабль необычайно похож на земной фрукт, известный как "клубника", но с голубой окраской, хотя, возможно, это просто совпадение.

source: Continue...
ru: Продолжить...

source: The Orchid Captain hails you and clears his throat. "I'm a comedian from where I come from, and you WILL enjoy my jokes, or suffer the consequences."
ru: Капитан орхидей вызывает вас и прочищает горло. "Я - комик, и вы будете наслаждаться моими шутками или страдать от последствий".

source: Alright, I'll give you a chance.
ru: Хорошо, я дам вам шанс.

source: The Orchid continues: "What did the grape say when it was crushed? Nothing, but it let out a little wine." He pauses for your laugh, but it never comes. "When does a farmer dance? When he drops the beet." "Why did the apricot ask a prune to dinner? Because he couldn't find a date." "I'm a succa for puns!"
ru: Орхидея продолжает: "Что сказал виноград, когда его раздавили? Ничего, но он выпустил немного вина". Он делает паузу, ожидая вашего смеха, но его так и не последовало. "Когда фермер танцует? Когда он роняет свеклу". "Почему абрикос пригласил на ужин чернослив? Потому что он не мог найти себе пару". "Я обожаю сочные каламбуры!"

source: Remain quiet.
ru: Молчать.

source: The Orchid stammers a bit: "A peony for your though...If you were a flower, you'd be a damndelion." You still don't laugh. "I started dating the girl across the street. Honestly, lawn-distance relationships aren't that hard." "My leaf blower doesn't work. It just sucks!" "Say aloe to my little friend!"
ru: Орхидея слегка заикается: "Пион для вас... если бы вы были цветком, вы были бы проклятым одуванчиком". Вы по-прежнему не смеетесь. "Я начал встречаться с девушкой из дома напротив. Честно говоря, отношения на газонном расстоянии не так уж и сложны". "Моя воздуходувка не работает. Она просто слабо всасывает!" "Скажи "алло" моему маленькому другу!"

source: Please stop, no more.
ru: Пожалуйста, остановитесь, больше не надо.

source: The Orchid scoffs: "I yam what I yam, I like big buds and I cannot lie, and you need to herb your enthusiasm." he responds. "What I'm saying is, you're a terrible audience. I'll see you in hell friend. Perhaps you'll GROW a better sense of humor!" You still didn't laugh.
ru: Орхидея ехидничает: "Я такой, какай я есть, я люблю большие побеги, и я не могу лгать, а вы должны убавить свой пыл" - отвечает он. "Я хочу сказать, что вы ужасный зритель. Увидимся в аду, дружище. Возможно, у вас ВЫРАСТЕТ лучшее чувство юмора!" Вы все еще не смеетесь.

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_ORCHID1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. A hidden escape pod is released from the destroyed vessel, you retreive it and bring it aboard. Four Orchids step out, and tell you that they always hated the Captain's jokes, and want to join your crew. They are quadruplets, and their parents gave them all the same name because they were sadistic parents, apparently.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Из разрушенного корабля появляется потайная спасательная капсула, вы поднимаете ее на борт. Из нее выходят четыре орхидеи и говорят, что всегда ненавидели шутки капитана и хотят присоединиться к вашему экипажу. Они - четверняшки, и их родители дали им одинаковые имена, потому что они были садистами.

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_ORCHID1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. A hidden escape pod is released from the defeated vessel, you retreive it and bring it aboard. Four Orchids step out, and tell you that they always hated the Captain's jokes, and want to join your crew. They are quadruplets, and their parents gave them all the same name because they were sadistic parents, apparently.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Из разрушенного корабля появляется потайная спасательная капсула, вы поднимаете ее на борт. Из нее выходят четыре орхидеи и говорят, что всегда ненавидели шутки капитана и хотят присоединиться к вашему экипажу. Они - четверняшки, и их родители дали им одинаковые имена, потому что они были садистами.

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_CRYSTAL1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Crystal design! They appear to have a strange and dangerous looking flak weapon!
ru: Из туннеля появляется массивный крейсер конструкции кристаллинов! Похоже, у них есть странное и опасное на вид осколочное орудие!

source: Continue...
ru: Продолжить...

source: The ship does not hail you at all, it simply immediately attacks.
ru: Корабль не вызывает вас, а просто немедленно атакует.

source: Continue...
ru: Продолжить...

source: The ship begins powering its weapons. Prepare for battle.
ru: Корабль начинает приводить в действие свои орудия. Приготовьтесь к бою.

source: Continue...
ru: Продолжить...

source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You find a switch in the remains of the vessel that is still working, and allows you to replicate a unique crystalline shell for your ship's hull. [NOTE: You cannot internalize this augment]
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. В обломках судна вы находите переключатель, который все еще работает и позволяет вам создать уникальную кристаллическую оболочку для корпуса вашего корабля. [ПРИМЕЧАНИЕ: Вы не можете встроить этот модуль]

source: Continue...
ru: Продолжить...

source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You find a switch in the remains of the vessel that is still working, and allows you to replicate a unique crystalline shell for your ship's hull. [NOTE: You cannot internalize this augment]
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. В обломках судна вы находите переключатель, который все еще работает и позволяет вам создать уникальную кристаллическую оболочку для корпуса вашего корабля. [ПРИМЕЧАНИЕ: Вы не можете встроить этот модуль]

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_TUCO1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Hephaestus design! It appears to have been entirely remodelled, however; it is covered in advertising, toys, and other...."cute" decorations. What in the world is going on?
ru: Из туннеля появляется массивный крейсер конструкции Гефеста! Похоже, его полностью переделали: он весь увешан рекламой, игрушками и прочими.... "милыми" украшениями. Что, черт возьми, происходит?

# data/events_ships.xml.append$//event[@name="FM_BOSS_TUCO1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: You are hailed by the vessel: A pre-recorded message begins playing: "WELCOME T-TO PAPA TUCO'S CHILD CASINO AND GARDENING EMPORIUM. WE HO-HOPE YOU ENJOY YOUR-YOUR-YOUR-my meal..."
ru: Вас вызывает судно: Начинает звучать заранее записанное сообщение: "ДОБРО ПОЖАЛОВАТЬ В ДЕТСКОЕ КАЗИНО И САДОВЫЙ ЭМПОРИУМ ПАПЫ ТУКО. "МЫ НА-НАДЕЕМСЯ, ЧТО ВАМ ПОНРАВИТСЯ ВАША-ВАША-ВАША-моя еда..."

source: Continue...
ru: Продолжить...

source: The recording continues, seemingly stuttering and glitching as it goes: "Tired of having your babies eaten by starving Rebels? Tired of having people send Drones to give your children lethal injections? Do you just want your Orchid babies to h-h-have-a-a-a-good-tt-tim-GO----away? Then has ole' Papa Tuco got the solution for you! Fertilizer cakes, seed bowling, seedercise, and the Tiger Lily Arcade are just a few of the attractions available at PAPA TUCO'S CHILD CASINO AND GARDENING EMPORIUM!"
ru: Запись продолжается, кажется, заикаясь и глюча: "Устали от того, что ваших детей едят голодные повстанцы? Устали от того, что люди присылают дронов, чтобы делать вашим детям смертельные инъекции? Вы просто хотите, чтобы ваши малыши-орхидеи побыстрее ушли из жизни? Тогда у старого папы Туко есть решение для вас! Торты из удобрений, боулинг и тренажеры из семян, а также аркада "Тигровая лилия" - вот лишь некоторые из развлечений, доступных в детском казино и садовом эмпориуме ПАПЫ ТУКО!"

source: You've seen enough, do the right thing. Attack.
ru: Вы увидели достаточно, сделать правильное решение - атаковать.

source: As soon as you activate your weapons, another recording plays. "Naughty visitors get put in PERMANENT Time out. Let's go kids, time for an intruder drill!"
ru: Как только вы активируете оружие, включается другая запись. "Непослушные посетители отправляются в ПОСТОЯННЫЙ тайм-аут. Пойдемте, дети, сейчас будет учебная тревога!"

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_TUCO1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You find what remains of an old gift box. Inside is a golden figure, with an otherworldly aura.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы находите остатки старой подарочной коробки. Внутри находится золотая фигурка от которой исходит потусторонняя аура.

source: You already have the Golden Tuco.
ru: У вас уже есть Золотой Туко.

# data/events_ships.xml.append$//event[@name="GET_GOLDEN_TUCO"]/text
source: You add the Golden Tuco into your ship's recreation room decor.
ru: Вы устанавливаете Золотого Туко в качестве декорации комнаты отдыха вашего корабля.

# data/events_ships.xml.append$//event[@name="GET_GOLDEN_TUCO"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="GET_GOLDEN_TUCO"]/choice/event/text
source: This limited edition Tuco's Child Casino and Gardening Emporium golden figurine makes your crew feel warm and fuzzy inside. Provides 30% active ability recharge speed increase to all of your crew(except Mantis, Mantis HATE figurines). [The Augment has been internalized!]
ru: Эта Золотая фигурка из ограниченного тиража Детского казино и Садового эмпориума Туко позволит вашему экипажу почувствовать себя тепло и уютно. Дает +30% увеличение скорости перезарядки активных способностей всем членам вашего экипажа (кроме богомолов, богомолы НЕНАВИДЯТ статуэтки). [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Golden Tuco.
ru: У вас уже есть Золотой Туко.

source: You already scrapped the Golden Tuco.
ru: Вы уже разобрали Золотого Туко.

source: Scrap the Golden Tuco.
ru: Разобрать Золотого Туко.

# data/events_ships.xml.append$//event[@name="SCRAP_GOLDEN_TUCO"]/text
source: You scrap the Golden Tuco for valuable resources.
ru: Вы разбираете Золотого Туко, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_TUCO1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a strange pheromone sack with an otherworldly glow.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите странный мешочек с феромонами с необычным свечением.

source: You already have the Golden Tuco.
ru: У вас уже есть Золотой Туко.

source: You already have the Golden Tuco.
ru: У вас уже есть Золотой Туко.

source: You already scrapped the Golden Tuco.
ru: Вы уже разобрали Золотого Туко.

source: Scrap the Golden Tuco.
ru: Разобрать Золотого Туко.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LEECH1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Leech design! It is painted in very... emotive... colors?
ru: Из туннеля появляется массивный крейсер конструкции пиявок! Он окрашен в очень... эмоциональные... цвета?

# data/events_ships.xml.append$//event[@name="FM_BOSS_LEECH1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: The ship does absolutely nothing of note, it doesn't even have any of its systems powered that you can tell. Suddenly, your FTL drives are horribly jammed and refuse to charge. What is going on?
ru: Корабль не делает абсолютно ничего примечательного, у него даже не работает ни одна из систем, насколько вы можете судить. Внезапно ваш ССД сильно забарахлил и отказывается заряжаться. Что происходит?

source: Hail the leeches.
ru: Связаться с пиявками.

source: You hail the leeches, they ignore you. You hail them 17 more times and finally a very sad looking leech answers the call. He says nothing and stares at you blankly.
ru: Вы вызываете пиявок, но они вас игнорируют. Вы вызываете их еще 17 раз, и наконец на вызов отвечает пиявка с очень грустным выражением лица. Она ничего не говорит и безучастно смотрит на вас.

source: Hello?
ru: Здравствуйте?

source: "...I'm so sad and alone after she left me man, you wouldn't understand." the Leech responds, catching you off guard. He sobs lightly.
ru: "... мне так грустно и одиноко после того, как она меня бросила, парень, тебе меня не понять", - отвечает пиявка, заставая вас врасплох. Он тихонько всхлипывает.

source: Who left you?
ru: Кто вас бросил?

source: The Leech blows his nose and thinks for a moment. "...I'm sorry, who are you again?"
ru: Пиявка сморкается и на мгновение задумывается. "... простите, кто вы?"

source: I'm a friend, I can help if you wish.
ru: Я друг, я могу помочь, если вы хотите.

source: "R-really? O-okay so here's what's wrong..." The Leech begins. He starts talking, and talking, and talking. About problems that barely seem to relate to each other at times. About his abusive fat Leech father that has locked himself in his "pleasure room" with his drone lovers, about his favorite Leech serial killer Jeremy the 986th not writing poetry anymore, how his girlfriend of 2 weeks dumped him, and how he can't stop killing people just like his idol Jeremy. He can't get their screams out of his head. He is too sad to even move anymore unless he has to fight someone.
ru: "П-правда? Л-ладно, вот в чем дело..." Пиявка начинает. Он начинает говорить, и говорить, и говорить. О проблемах, которые порой кажутся едва связанными друг с другом. О своем жестоком жирном отце-пиявке, который заперся в своей "комнате удовольствий" со своими любовниками-дронами, о том, что его любимый серийный убийца Джереми 986-й больше не пишет стихов, что его девушка, которую он нанял на две недели бросила его и что он не может перестать убивать людей, как и его кумир Джереми. Он не может забыть их крики из головы. Он слишком грустен, чтобы двигаться вперед, если только ему не нужно с кем-то сразиться.

source: I've changed my mind, you're too far gone.
ru: Я передумал, вы слишком далеко зашли.

source: "Please don't... I don't want to see your face in my dreams as you haunt me. Please leave"."
ru: "Пожалуйста, не надо... Я не хочу видеть ваше лицо в своих снах, поскольку вы будете преследовать меня. Пожалуйста, уходите".

source: I'd love to, but you're jamming my FTL.
ru: Я бы с радостью, но вы заглушили мой ССД.

source: I am in a huge hurry, please unjam my FTL.
ru: Я очень спешу, пожалуйста, разблокируйте мой ССД.

source: "...I knew you wouldn't understand us... but I don't know how to unjam it. You'll have to destroy us. I'm sorry...
ru: "... Я знал, что вы нас не поймете... но я не знаю, как снять блокировку. Вам придется уничтожить нас. Простите...

source: Wait, what?
ru: Стоп, что?

# data/events_ships.xml.append$//event[@name="FM_BOSS_LEECH1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears to be a small transmitter, with "J E X" written on it.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите то, что кажется небольшим передатчиком с надписью "J E X".

source: You already have the Depression Emitter.
ru: У вас уже есть Излучатель депрессии.
