Repository: Aleev141/forgemaster
Catalog: locale/data/events_ships.xml.append/*.po
Languages: ru

# data/events_ships.xml.append$//event[@name="FM_BOSS_STEALTH1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also loca-[Engine Error!] One or more VMT files could not be loaded! Missing material : materials/FTL: SOURCE/weapon/lowfield_textureg.vmt Missing material : materialsweapon/texturemap.vmt Missing material : materials/grass/realistic3b.vmt
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов.. Вы также нахо...[Ошибка движка!] Не удалось загрузить один или несколько файлов VMT! Отсутствует материал : materials/FTL: SOURCE/weapon/lowfield_textureg.vmt Отсутствует материал : materialsweapon/texturemap.vmt Отсутствует материал : materials/grass/realistic3b.vmt

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_STEALTH1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a small mini refrigerator, labelled "Property of Gozer". You also loca-[Engine Error!] One or more VMT files could not be loaded! Missing material : materials/FTL: SOURCE/weapon/lowfield_textureg.vmt Missing material : materialsweapon/texturemap.vmt Missing material : materials/grass/realistic3b.vmt
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите то, что кажется небольшим мини-холодильником с надписью "Собственность Гозера". Вы также нахо...[Ошибка движка!] Не удалось загрузить один или несколько файлов VMT! Отсутствует материал : materials/FTL: SOURCE/weapon/lowfield_textureg.vmt Отсутствует материал : materialsweapon/texturemap.vmt Отсутствует материал : materials/grass/realistic3b.vmt

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_ZOLTAN1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Zoltan design! The ship glows with energy, and it's safe to say the Zoltan crew aboard have kept their reactor well supplied.
ru: Из туннеля появляется огромный крейсер конструкции золтан! Корабль светится энергией, и можно с уверенностью сказать, что золтанская команда на его борту хорошо снабжает энергией свой реактор.

source: Continue...
ru: Продолжить...

source: "Federation vessel, this is CFB-65. Your head is currently wanted by several inter-dimensional governments. However, this is not why we have come here. We have found you in violation of protocol-UX534-W, which states clearly that military vessels exceeding the maximum reality bending threshold allocated for this universe are to... be rewarded and ignored! I'm sorry, but this is the law. Take our reward and leave this sector, or ELSE!"
ru: "Корабль Федерации, это КФБ-65. Ваша голова в настоящее время разыскивается несколькими межпространственными правительствами. Однако мы прибыли сюда не за этим. Мы обнаружили, что вы нарушаете протокол ЮХ534-В, в котором четко сказано, что военные корабли, превысившие максимальный порог искривления реальности, установленный для этой вселенной, подлежат... вознаграждению и игнорированию! Мне жаль, но таков закон. Заберите наше вознаграждение и покиньте этот сектор, или ИНАЧЕ!"

source: Wait...what? Sure I'll take your reward.
ru: Подождите... что? Конечно, я возьму вашу награду.

source: "Thank you, Federation Vessel. We will also be confiscating this... for galactic safety of course." They appear to have hacked into your systems and removed the C.U.R.A. Drive Hacker!
ru: "Спасибо, корабль Федерации. Мы также конфискуем это... ради галактической безопасности, конечно". Похоже, они взломали ваши системы и удалили Взломщик МВ-приводов К.У.Р.А.!

source: Wait, that wasn't part of the deal!
ru: Подождите, это не было частью сделки!

source: "Farewell, you greedy imbecile." The Zoltan captain responds, jumping away quickly.
ru: "Прощай, жадный недоумок". Отвечает золтанский капитан, быстро уходя в прыжок.

source: I want nothing that you are offering.
ru: Я не хочу ничего из того, что вы предлагаете.

source: "Federation vessel, your actions violate our laws. Prepare to die swiftly and with dignity.
ru: "Корабль Федерации, ваши действия нарушают наши законы. Приготовьтесь к быстрой и заслуженной смерти.

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_ZOLTAN1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a strange device that appears to radiate otherworldly energy.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите странное устройство, которое, кажется, излучает потустороннюю энергию.

source: You already have the Limit Release.
ru: У вас уже есть Снятие ограничений.

# data/events_ships.xml.append$//event[@name="GET_LAB_ZOLTAN_LIMIT_RELEASE"]/text
source: You add the Limit Release into your ship's armory.
ru: Вы устанавливаете Снятие ограничений в арсенал вашего корабля.

source: Continue...
ru: Продолжить...

source: Active Ability: Zoltans take 40% reduced damage and deal 1.3x increase damage. They do not supply power while this is active. [The Augment has been internalized!]
ru: Активная способность: Золтаны получают на 40% меньше урона и наносят 1.3х боевого урона. Пока эта способность активна, они не вырабатывают энергию. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Limit Release.
ru: У вас уже есть Снятие ограничений.

source: You already scrapped the Limit Release.
ru: Вы уже разобрали Снятие ограничений.

source: Scrap the Limit Release.
ru: Разобрать Снятие ограничений.

source: You scrap the Limit Release for valuable resources.
ru: Вы разбираете Снятие ограничений, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_ZOLTAN1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a strange pheromone sack with an otherworldly glow.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите странный мешочек с феромонами с необычным свечением.

source: You already have the Limit Release.
ru: У вас уже есть Снятие ограничений.

source: You already have the Limit Release.
ru: У вас уже есть Снятие ограничений.

source: You already scrapped the Limit Release.
ru: Вы уже разобрали Снятие ограничений.

source: Scrap the Limit Release.
ru: Разобрать Снятие ограничений.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SHELL1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Shell design! A bright light shines through the cracks on the ship, pulsing in some very strange colors.
ru: Из туннеля появляется массивный крейсер конструкции ракушек! Сквозь трещины на корабле пробивается яркий свет, пульсирующий какими-то очень странными цветами.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SHELL1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: "Unfortunately, ever since I was infected by this detestable Bioweapon, I have done my best to quarantine myself in the remains of my Universe. Why you have pulled me here is beyond me. The bioweapon in my bloodstream mutates quickly and spreads even faster. Please blow up my ship....please. I will give you a fair fight, but you have to make sure nobody ever uses this bioweapon, in weeks it advances to this horrifying state. Please stop me."
ru: "К сожалению, с тех пор как меня заразили этим отвратительным биооружием, я изо всех сил стараюсь держать себя в карантине в остатках своей Вселенной. Почему вы вытащили меня сюда - ума не приложу. Биооружие в моей крови быстро мутирует и распространяется еще быстрее. Пожалуйста, взорвите мой корабль... пожалуйста. Я окажу вам честное сопротивление, но вы должны позаботиться о том, чтобы никто и никогда не использовал это биооружие, потому что за несколько недель оно станет ужасающе опасным. Пожалуйста, остановите меня".

source: Very well, I will honor your request.
ru: Хорошо, я выполню вашу просьбу.

source: The ship activates its weapons. They appear to be gas weapons; protect your crew as best you can! Additionally, you observe that the enemy crew appears to be extremely durable; crew combat may be very foolish.
ru: Корабль активирует свое оружие. Похоже, это газовое оружие; защищайте свой экипаж как можно лучше! Кроме того, вы заметили, что вражеский экипаж кажется очень выносливым; бой с экипажем будет очень опасным.

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_SHELL1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate an attache case with countless syringes filled with a neon purple liquid, and they don't appear to be properly sealed either. It appears to radiate otherworldly energy. You recall that the Shell told you to destroy it.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите дипломат с бесчисленными шприцами, наполненными неоново-фиолетовой жидкостью, и, похоже, они не были должным образом запечатаны. Кажется, что она излучает потустороннюю энергию. Вы вспоминаете, что ракушка велел вам уничтожить его.

source: You already have the Combustion Bioweapon.
ru: У вас уже есть Горючее биооружие.

source: Internalize the Combustion Bioweapon... [This Bioweapon infects all of your crew, giving all of them the active ability Combust. For the Shell race, its existing Combust abilities are upgraded, typically costing less health or being more potent.]
ru: Встроить Горючее биооружие... [Это биооружие заражает всех членов экипажа, наделяя их активной способностью зажечь. Для расы ракушек существующие способности зажечь будут улучшены: обычно они отнимают меньше здоровья или обладают большей силой]

source: You retrieve the Combustion Bioweapon and take it with you, not realizing that by refusing to destroy it you have infected your entire crew.
ru: Вы поднимаете Горючее биооружие на борт своего корабля, не понимая, что, отказавшись уничтожить его, вы заразили весь свой экипаж.

source: Continue...
ru: Продолжить...

source: This Bioweapon infects all of your crew, giving all of them the active ability Combust, even crew that already have actives. Once infected the host subject cannot get rid of this. As for the Shell race, its existing Combust abilities are upgraded, typically costing less health or being more potent. [The Augment has been internalized!]
ru: Это биооружие заражает всех членов вашего экипажа, наделяя их активной способностью зажечь, даже тех, у кого уже есть активные способности. После заражения носитель не может от него избавиться. Что касается расы ракушек, то их существующие способности зажечь будут улучшены, как правило, они будут отнимать меньшее количество здоровья или обладать большей силой. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Combustion Bioweapon.
ru: У вас уже есть Горючее биооружие.

source: You already scrapped the Combustion Bioweapon.
ru: Вы уже разобрали Горючее биооружие.

source: Destroy the Combustion Bioweapon.
ru: Разобрать Горючее биооружие.

source: You destroy the Combustion Bioweapon(as safely as you can) and jettison it from your ship, then scrap the remains of the enemy ship for valuable resources.
ru: Вы уничтожаете Горючее биооружие (как можно безопаснее) и выбрасываете его со своего корабля, а затем разбираете обломки вражеского корабля на ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SHELL1_DESTROYED2"]/text
source: It seems as though this is the end of the poor Shell, but his ship dispenses a wave of horrific-looking drones onto yours! Perhaps it is an act of retaliation?
ru: Кажется, что это конец для бедной ракушки, но его корабль обрушивает на ваш волну ужасающе выглядящих дронов! Возможно, это месть?

source: Continue...
ru: Продолжить...

source: They just keep coming! You'll have to destroy the ship itself!
ru: Они продолжают прибывать! Вам придется уничтожить сам корабль!

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGINEER1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Rebel Engineer design! It looks like a medical vessel, though it's armed to the TEETH.
ru: Из туннеля появляется массивный крейсер конструкции повстанцев! Он похож на медицинское судно, но вооружен ДО ЗУБОВ.

source: Continue...
ru: Продолжить...

source: ".tnecca diputs siz gnidloh fo derit ma'z I ,ylkciuq eid ,esaelP !nuf eb dluohs siZ ?lessev noitaredeF haz ,hooooO ?ere' evah ewv od tahv ,mmmH"
ru: ."мотнецка мыпулг митэ с ьтировог олеодан енм ,ортсыб ирму ,атсйулажоП !олесев ьтыб онжлод отЭ ?иицаредеФ ьлбарок отэ ,оооооО ?ьседз сан у отч ,ммммМ"

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGINEER1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a high-tech drone booster.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите высокотехнологичный Стимулятор дронов.

source: You already the have Drone Boost MK II.
ru: У вас уже есть Стимулятор дронов мод. II.

# data/events_ships.xml.append$//event[@name="GET_UPG_DRONE_SPEED_2"]/text
source: You add the Drone Boost MK II into your ship's internal systems.
ru: Вы устанавливаете Стимулятор дронов мод. II во внутренние системы своего корабля.

# data/events_ships.xml.append$//event[@name="GET_UPG_DRONE_SPEED_2"]/choice/text
source: Continue...
ru: Продолжить...

source: Your drones gain tripled movement and a 50% boost to combat/sabotage damage and repair/extinguishing speed. Stacks with other boosters. [The Augment has been internalized!]
ru: Ваши дроны получают утроенную скорость передвижения и 50% прибавку к боевому и урону при саботаже, а также скорости ремонта/тушения. Складывается с другими стимуляторами. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Drone Boost MK II.
ru: У вас уже есть Стимулятор дронов мод. II.

source: You already scrapped the Drone Boost MK II.
ru: Вы уже разобрали Стимулятор дронов мод. II.

source: Scrap the Drone Boost MK II.
ru: Разобрать Стимулятор дронов мод. II.

# data/events_ships.xml.append$//event[@name="SCRAP_UPG_DRONE_SPEED_2"]/text
source: You scrap the Drone Boost MK IIfor valuable resources.
ru: Вы разбираете Стимулятор дронов мод II, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGINEER1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a high-tech drone booster.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите высокотехнологичный Стимулятор дронов.

source: You already have the Drone Boost MK II.
ru: У вас уже есть Стимулятор дронов мод. II.

source: You already have the Drone Boost MK II.
ru: У вас уже есть Стимулятор дронов мод. II.

source: You already scrapped the Drone Boost MK II.
ru: Вы уже разобрали Стимулятор дронов мод. II.

source: Scrap the Drone Boost MK II.
ru: Разобрать Стимулятор дронов мод. II.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LANIUS1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Lanius design! The ship glitters in the light of the nearby star, as its scarlet hull and sharp spikes lurch towards you. But this one feels... different. Its lights are red and you feel almost... hungry looking at it. You can't quite put your finger on it.
ru: Из туннеля появляется массивный крейсер конструкции ланиусов! Корабль сверкает в свете близкой звезды, его алый корпус и острые шипы устремляются к вам. Но этот корабль кажется... другим. Его огни красные, и вы чувствуете себя почти... голодным, глядя на него. Вы не можете понять, что это за чувство.

source: Continue...
ru: Продолжить...

source: Your comms are immediately hacked by the vessel. It begins to flood your ship with noise: "proshutë, hirugiharra, бекон, slanina, cansalada, cansalada, slanina, bacon, spek, peekon, pekoni, szalonna, beikon, bagún, bekons, сланина, bejken, boczek, tocino, cig moch." This repeats over and over...this must be a brainwashing tactic!
ru: Корабль немедленно перехватывает вашу связь. Он начинает наводнять ваш корабль шумом: "прошуте, хиругихарра, бекон, сланина, кансалада, кансалада, сланина, бекон, спек, пикон, пикони, шалонна, бейкон, багун, бекон, сланина, бейкен, бочек, тосино, киг мох". Это повторяется снова и снова... должно быть, это тактика промывания мозгов!

source: Counterattack!
ru: Контратаковать!

# data/events_ships.xml.append$//event[@name="FM_BOSS_LANIUS1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a burning, beating heart made of scrapmetal. It gives off an unnatural amount of heat.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите горящее, бьющееся сердце, сделанное из лома. От него исходит неестественное количество тепла.

source: You already have the Scrapmetal Fireheart.
ru: У вас уже есть Металлическое огненное сердце.

# data/events_ships.xml.append$//event[@name="GET_FIRE_HEART"]/text
source: You add the Scrapmetal Fireheart into your ship's armory systems.
ru: Вы устанавливаете Металлическое огненное сердце в оружейные системы вашего корабля.

# data/events_ships.xml.append$//event[@name="GET_FIRE_HEART"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="GET_FIRE_HEART"]/choice/event/text
source: "Fuel the fires, Feel the heat!" All normal Lanius crew heal from fire at a rate of 3 hp/s, have a slower oxygen drain(70% reduced), and deal 20% less combat damage. [The Augment has been internalized!]
ru: "Разжигай пожары, почувствуй жар!" Все обычные члены экипажа ланиусов исцеляются от огня со скоростью 3 ОЗ/с, медленнее расходуют кислород (на 70% меньше) и наносят на 20% меньше боевого урона. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Scrapmetal Fireheart.
ru: У вас уже есть Металлическое огненное сердце.

source: You already scrapped the Scrapmetal Fireheart.
ru: Вы уже разобрали Металлическое огненное сердце.

source: Scrap the Scrapmetal Fireheart.
ru: Разобрать Металлическое огненное сердце.

# data/events_ships.xml.append$//event[@name="SCRAP_FIRE_HEART"]/text
source: You scrap the Scrapmetal Fireheart for valuable resources.
ru: Вы разбираете Металлическое огненное сердце, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LANIUS1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a burning, beating heart made of scrapmetal. It gives off an unnatural amount of heat.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите горящее, бьющееся сердце, сделанное из металлолома. От него исходит неестественное количество тепла.

source: You already have the Scrapmetal Fireheart.
ru: У вас уже есть Металлическое огненное сердце.

source: You already have the Scrapmetal Fireheart.
ru: У вас уже есть Металлическое огненное сердце.

source: You already scrapped the Scrapmetal Fireheart.
ru: Вы уже разобрали Металлическое огненное сердце.

source: Scrap the Scrapmetal Fireheart.
ru: Разобрать Металлическое огненное сердце.

# data/events_ships.xml.append$//event[@name="FM_BOSS_KES1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, it appears to be an ancient, ugly Kestrel model! Something about the decrepit ship makes you... very uneasy.
ru: Из туннеля появляется массивный крейсер, похоже, древняя, уродливая модель Пустельги! Что-то в этом дряхлом корабле вызывает у вас... сильное беспокойство.

# data/events_ships.xml.append$//event[@name="FM_BOSS_KES1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: You are immediately hailed by the ship. "Are you the Gatekeeper?" An otherworldly chorus of voices asks, but you can't make out much on the screen.
ru: Вас сразу же вызывает корабль. "Ты - Привратник?" спрашивает хор потусторонних голосов, но на экране ничего не разобрать.

source: (Twisted Lostsun) I seriously don't have time for games.
ru: (Член экипажа-Искаженное Затерянное Солнце) У меня совершенно нет времени на игры.

source: "O-Oh...I had a whole speech planned about keys and gates, I s-suppose that was rude of me."
ru: "О-ох... у меня была запланирована целая речь о ключах и воротах, думаю, это было грубо с моей стороны".

source: Yeah, it kinda was.
ru: Да, так оно и было.

source: The enemy seems more depressed. Their weapons go entirely offline and their ability to jam your systems is gone. Poor guy.
ru: Враг выглядит более подавленным. Его оружие полностью отключено, а способность глушить ваши системы утрачена. Бедняга.

source: Continue...
ru: Продолжить...

source: Yes, I'm the Gatekeeper.
ru: Да, я - Привратник.

source: "Good, I am the Keymaster. It is time for us to become one. Using our supreme splitter powers, we will be aboard your vessel and will claim your soul, Gatekeeper."
ru: "Хорошо, я - Мастер ключей. Пришло время нам стать единым целым. Используя наши высшие силы делителя, мы поднимемся на борт твоего корабля и заберем твою душу, Привратник".

source: Why not just use a teleporter?
ru: Почему бы просто не воспользоваться телепортером?

source: "....what is a teleporter?" the chorus of voices responds. "You aim to trick me Gatekeeper, but I'm wise to your tricks. It is time to die!" Some kind of electro-magnetic slime begins pouring out of your systems, disabling most of them. A majority appear to be sabotaged!
ru: "... что такое телепортер?" - отвечает хор голосов. "Ты пытаешься обмануть меня, Привратник, но я мудр и не поведусь на твои уловки. Пришло время умереть!" Из ваших систем начинает литься какая-то электромагнитная слизь, выводя из строя многие системы. Похоже, что большинство систем было саботировано!

source: Continue...
ru: Продолжить...

source: Excuse me?
ru: Простите?

source: I am the Keymaster. I can tell you are feigning ignorance. I will find out myself if you are hiding the Gatekeeper onboard. Using our supreme splitter powers, we will be aboard your vessel and will claim your soul."
ru: Я - Мастер ключей. Я вижу, что ты притворяешься невеждой. Я сам узнаю, прячешь ли ты на борту Привратника. Используя наши высшие силы делителя, мы поднимемся на борт твоего корабля и заберем твою душу, Привратник".

source: Why not just use a teleporter?
ru: Почему бы просто не воспользоваться телепортером?
