Repository: Aleev141/forgemaster
Catalog: locale/data/events_ships.xml.append/*.po
Languages: ru

# data/events_ships.xml.append$//event[@name="GET_DEPRESSION_EMITTER"]/text
source: You add the Depression Emitter into your ship's internal systems.
ru: Вы устанавливаете Излучатель депрессии во внутренние системы своего корабля.

# data/events_ships.xml.append$//event[@name="GET_DEPRESSION_EMITTER"]/choice/text
source: Continue...
ru: Продолжить...

source: Emits a depression aura that slows all enemy movement and repair speed by 20%. [The Augment has been internalized!]
ru: Испускает ауру депрессии, которая замедляет скорость передвижения и ремонта всех врагов на 20%. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Depression Emitter.
ru: У вас уже есть Излучатель депрессии.

source: You already scrapped the Depression Emitter.
ru: Вы уже разобрали Излучатель депрессии.

source: Scrap the Depression Emitter.
ru: Разобрать Излучатель депрессии.

# data/events_ships.xml.append$//event[@name="SCRAP_DEPRESSION_EMITTER"]/text
source: You scrap the Depression Emitter for valuable resources.
ru: Вы разбираете Излучатель депрессии, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LEECH1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a small transmitter, with "J E X" written on it.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите то, что кажется небольшим передатчиком с надписью "Д Ж Е К С".

source: You already have the Depression Emitter.
ru: У вас уже есть Излучатель депрессии.

source: You already have the Depression Emitter.
ru: У вас уже есть Излучатель депрессии.

source: You already scrapped the Depression Emitter.
ru: Вы уже разобрали Излучатель депрессии.

source: Scrap the Depression Emitter.
ru: Разобрать Излучатель депрессии.

# data/events_ships.xml.append$//event[@name="FM_LEECH_SPARES"]/text
source: It seems you're on your last legs. You won't survive much longer, the Leech hails you one last time. "I-I can't do it... please go. I don't want to hear your screams in my dreams."
ru: Кажется, вы на последнем издыхании. Вы долго не протянете, - в последний раз вас вызывает пиявка. "Я-я... я не могу... пожалуйста, уходите. Я не хочу слышать ваши крики в своих снах".

# data/events_ships.xml.append$//event[@name="FM_LEECH_SPARES"]/choice[1]/text
source: Surrender.
ru: Капитулировать.

source: The Leech explains that he figured out how to make his artifact stop jamming your FTL, and he lets you go free.
ru: Пиявка выяснил как сделать так, чтобы его артефакт перестал мешать работе вашему ССД, и отпускает вас на свободу.

# data/events_ships.xml.append$//event[@name="FM_LEECH_SPARES"]/choice[2]/text
source: We aren't giving up.
ru: Мы не сдадимся.

source: "...Fine." they respond with a sigh.
ru: "... Хорошо", - вздохнув, отвечает он.

source: From out of the tunnel comes a massive cruiser vessel, it appears to be a Smuggler clan ship!
ru: Из туннеля появляется огромный крейсер, похоже, это корабль клана контрабандистов!

source: Continue...
ru: Продолжить...

source: You are hailed by the ship, and you accept. "We are Multiverssssal organ dealerssss. Pleasssse donate your organssss immediately. It'sss for a good caussse.
ru: Вас вызывает корабль, и вы принимаете вызов. "Мы - Мультивссселенссские торговцы органами. Пожалуйссста, немедленно пожертвуйте сссвои органы. Это нужно для благого дела.

source: How about....no?
ru: Как насчет... нет?

source: "Donate now. You ssscum."
ru: "Пожертвуй немедленно. Ты мерзавец".

source: Continue...
ru: Продолжить...

source: The ship begins powering its weapons. Prepare for battle.
ru: Корабль начинает приводить в действие свои орудия. Приготовьтесь к бою.

source: Continue...
ru: Продолжить...

source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears to be a chemical replication lab that goes beyond modern science, labelled "Ambrosia". It gives off an otherworldly aura.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите лабораторию по производству химических веществ, выходящих за рамки современной науки, под названием "Амброзия". От нее исходит потусторонняя аура.

source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a chemical replication lab that goes beyond modern science, labelled "Ambrosia". It gives off an otherworldly aura.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите лабораторию по производству химических веществ, выходящих за рамки современной науки, под названием "Амброзия". От нее исходит потусторонняя аура.

source: From out of the tunnel comes a massive cruiser vessel, it appears to be a Duskbringer ship!
ru: Из туннеля появляется массивный крейсер, похоже, это корабль Вестников Заката!

source: Continue...
ru: Продолжить...

source: You are hailed by the ship, and you accept. They are surprisingly polite and prompt: "Terribly sorry, we are going for the Guinness Multiverse record for the most war crimes in one fight. You'll forgive us right?"
ru: Вас вызывает корабль, и вы принимаете вызов. Они удивительно вежливы и сразу приходят к делу. "Ужасно извиняюсь, мы идем на рекорд Мультивселенной Гиннесса по количеству военных преступлений за один бой. Вы ведь простите нас?"

source: ......No?
ru: ... Нет?

source: "I'm afraid you don't have a choice in the matter. Good day, and glory to all Duskbringers!"
ru: "Боюсь, у вас нет выбора. Всего доброго, и слава всем Вестникам Заката!"

source: Continue...
ru: Продолжить...

source: The ship begins powering its weapons. Prepare for battle.
ru: Корабль начинает приводить в действие свои орудия. Приготовьтесь к бою.

source: Continue...
ru: Продолжить...

source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears to be a set of strange looking vests, labelled "World Record". They give off an otherworldly aura.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите комплект странного вида жилетов с надписью "Мировой рекорд". От них исходит потусторонняя аура.

source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a set of strange looking vests, labelled "World Record". They give off an otherworldly aura.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите набор странных жилетов с надписью "Мировой рекорд". От них исходит потусторонняя аура.

source: From out of the tunnel comes a massive cruiser vessel, of Engi design! The ship appears to be made of of various parts from different styles of Engi ships, an odd amalgam unlike anything you've seen.
ru: Из туннеля появляется огромный крейсер конструкции энджи! Корабль, похоже, сделан из различных частей кораблей энджи разных стилей, странная смесь, не похожая ни на что, что вы видели.

source: Continue...
ru: Продолжить...

source: "Don't bother, my ship constantly replicates itself with nanomachines, Captain. It hardens in response to physical trauma."
ru: "Не беспокойтесь. Мой корабль постоянно восстанавливает себя с помощью наномашин, капитан. Он упрочняется в ответ на физические повреждения".

source: What does that even mean? [The Engi appears to scale with the number of drones on-board their ship.]
ru: Что это значит? [Энджи, похоже, увеличивает количество дронов на борту своего корабля]

source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears a strange-looking drone booster labelled "Kai".
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите странного вида Стимулятор дронов с надписью "Кай".

source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears a strange-looking drone booster labelled "Kai".
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите странного вида Стимулятор дронов с надписью "Кай".
