Repository: Aleev141/forgemaster
Catalog: locale/data/events_ships.xml.append/*.po
Languages: ru

# data/events_ships.xml.append$//event[@name="FM_BOSS_CLAN1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Smuggler design!
ru: Из туннеля появляется массивный крейсер конструкции контрабандистов!

# data/events_ships.xml.append$//event[@name="FM_BOSS_CLAN1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: You are hailed by the ship, and you accept. "We are Multiverssssal organ dealerssss. Pleasssse donate your organssss immediately. It'sss for a good caussse.
ru: Вас вызывает корабль, и вы принимаете вызов. "Мы - Мультивссселенссские торговцы органами. Пожалуйссста, немедленно пожертвуйте сссвои органы. Это нужно для благого дела.

source: How about....no?
ru: Как насчет... нет?

source: "Donate now. You ssscum."
ru: "Пожертвуй немедленно. Ты мерзавец".

source: Continue...
ru: Продолжить...

source: The ship begins powering its weapons. Prepare for battle.
ru: Корабль начинает приводить в действие свои орудия. Приготовьтесь к бою.

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_CLAN1_SHIP_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears to be a chemical replication lab that goes beyond modern science, labelled "Ambrosia". It gives off an otherworldly aura. The software C.U.R.A provided you with also allows you to scan the rift the vessel arrived from, it quickly uploads coordinates to your database. The software displays a simple message in reference to these coordinates "Meet them here, Renegade."
ru: Причудливое судно уничтожено! Среди его обломков осталось много лома и припасов. Вы также обнаруживаете лабораторию по производству химических реактивов, выходящих за рамки современной науки, под названием "Амброзия". От нее исходит особая потусторонняя аура. Программное обеспечение, предоставленное вам К.У.Р.А, также позволяет просканировать разлом, из которого прибыло судно, и быстро загружает координаты в вашу базу данных. Программа выводит на экран простое сообщение: "Встреть их здесь, Ренегат".

# data/events_ships.xml.append$//event[@name="GET_BRAIN_DONATION"]/text
source: You retrieve the Ambrosia lab and begin replicating the Ambrosia drug, then make certain to dole it out to all of your crew.
ru: Вы захватываете лабораторию "Амброзия" и начинаете производить препарат Амброзия, а затем обязательно раздаете его всем членам своего экипажа.

# data/events_ships.xml.append$//event[@name="GET_BRAIN_DONATION"]/choice/text
source: Continue...
ru: Продолжить...

source: Your crew is now immune to mind control effects. [The Augment has been internalized!]
ru: Ваш экипаж теперь невосприимчив к эффектам контроля разума. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="SCRAP_BRAIN_DONATION"]/text
source: You scrap the Mind Clouder for valuable resources.
ru: Вы разбираете Хранителя разума, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_CLAN1_SHIP_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a chemical replication lab that goes beyond modern science, labelled "Ambrosia". It gives off an otherworldly aura. The software C.U.R.A provided you with also allows you to scan the rift the vessel arrived from, it quickly uploads coordinates to your database. The software displays a simple message in reference to these coordinates "Meet them here, Renegade."
ru: Причудливое судно побеждено! На аборту зачищенного крейсера осталось много лома и припасов. Вы также обнаруживаете лабораторию по производству химических веществ, выходящих за рамки современной науки, под названием "Амброзия". От нее исходит потусторонняя аура. Программное обеспечение, предоставленное вам К.У.Р.А, также позволяет просканировать разлом, из которого прибыло судно, и быстро загружает координаты в вашу базу данных. Программа выводит на экран простое сообщение: "Встреть их здесь, Ренегат".

# data/events_ships.xml.append$//event[@name="FM_BOSS_DUSK1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Duskbringer design!
ru: Из туннеля появляется массивный крейсер конструкции Вестников Заката!

# data/events_ships.xml.append$//event[@name="FM_BOSS_DUSK1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: You are hailed by the ship, and you accept. They are surprisingly polite and prompt. "Terribly sorry, we are going for the Guinness Multiverse record for the most war crimes in one fight. You'll forgive us right?"
ru: Вас вызывает корабль, и вы принимаете вызов. Они удивительно вежливы и сразу приходят к делу. "Ужасно извиняюсь, мы идем на рекорд Мультивселенной Гиннесса по количеству военных преступлений за один бой. Вы ведь простите нас?"

source: ...No?
ru: ... нет?

source: "I'm afraid you don't have a choice in the matter. Good day, and glory to all Duskbringers!"
ru: "Боюсь, у вас нет выбора. Всего доброго, и слава всем Вестникам Заката!"

source: Continue...
ru: Продолжить...

source: The ship begins powering its weapons. Prepare for battle.
ru: Корабль начинает приводить в действие свои орудия. Приготовьтесь к бою.

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_DUSK1_SHIP_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears to be a set of strange looking vests, labelled "World Record". They give off an otherworldly aura. The software C.U.R.A provided you with also allows you to scan the rift the vessel arrived from, it quickly uploads coordinates to your database. The software displays a simple message in reference to these coordinates "Meet them here, Renegade."
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите комплект странного вида жилетов с надписью "Мировой рекорд". От них исходит потусторонняя аура. Программное обеспечение, предоставленное вам К.У.Р.А, также позволяет просканировать разлом, из которого прибыло судно, и быстро загружает координаты в вашу базу данных. Программа выводит на экран простое сообщение: "Встреть их здесь, Ренегат".

# data/events_ships.xml.append$//event[@name="GET_DEATH_VESTS2"]/text
source: You retrieve the Twilight Vests and force all crew to put them on. Strangely, none resist or argue, as if hypnotized by the vest's aura.
ru: Вы достаете Сумеречные жилеты и заставляете всех членов экипажа надеть их. Странно, но никто не сопротивляется и не спорит, словно загипнотизированные аурой жилетов.

# data/events_ships.xml.append$//event[@name="GET_DEATH_VESTS2"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="GET_DEATH_VESTS2"]/choice/event/text
source: Adds a death effect to all non-Zoltan allied crew, making them explode for 45 crew damage against enemies, and sometimes start fires. [The Augment has been internalized!]
ru: Добавляет эффект смерти всем не золтанским союзникам, заставляя их взрываться, нанося 45 единиц урона врагам, и иногда устраивая пожары. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="SCRAP_DEATH_VESTS2"]/text
source: You scrap the Twilight Vests for valuable resources.
ru: Вы разбираете Сумеречные жилеты, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_DUSK1_SHIP_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a set of strange looking vests, labelled "World Record". They give off an otherworldly aura. The software C.U.R.A provided you with also allows you to scan the rift the vessel arrived from, it quickly uploads coordinates to your database. The software displays a simple message in reference to these coordinates "Meet them here, Renegade."
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите набор странных жилетов с надписью "Мировой рекорд". От них исходит потусторонняя аура. Программное обеспечение, предоставленное вам К.У.Р.А, также позволяет просканировать разлом, из которого прибыло судно, и быстро загружает координаты в вашу базу данных. Программа выводит на экран простое сообщение: "Встреть их здесь, Ренегат".

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGI1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Engi design! The ship appears to be made of of various parts from different styles of Engi ships, an odd amalgam unlike anything you've seen.
ru: Из туннеля появляется огромный крейсер конструкции энджи! Корабль, похоже, сделан из различных частей кораблей энджи разных стилей, странная смесь, не похожая ни на что, что вы видели.

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGI1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: "Don't bother. My ship constantly replicates itself with nanomachines, Captain. It hardens in response to physical trauma."
ru: "Не беспокойтесь. Мой корабль постоянно восстанавливает себя с помощью наномашин, капитан. Он упрочняется в ответ на физические повреждения".

source: What does that even mean? [The Engi appears to scale with the number of drones on-board their ship.]
ru: Что это значит? [Энджи, похоже, увеличивает количество дронов на борту своего корабля]

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGI1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears a strange-looking drone booster labelled "Kai". The software C.U.R.A provided you with also allows you to scan the rift the vessel arrived from, it quickly uploads coordinates to your database. The software displays a simple message in reference to these coordinates "Meet them here, Renegade."
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите странного вида Стимулятор дронов с надписью "Кай". Программное обеспечение, предоставленное вам К.У.Р.А, также позволяет просканировать разлом, из которого прибыло судно, и быстро загружает координаты в вашу базу данных. Программа выводит на экран простое сообщение: "Встреть их здесь, Ренегат".

# data/events_ships.xml.append$//event[@name="GET_UPG_DRONE_COOLDOWN"]/text
source: You install the Drone Booster "Kai" into your internal ship systems.
ru: Вы устанавливаете Стимулятор дронов "Кай" во внутренние системы корабля.

# data/events_ships.xml.append$//event[@name="GET_UPG_DRONE_COOLDOWN"]/choice/text
source: Continue...
ru: Продолжить...

source: This upgrade allows your drones to charge their cooldown abilities twice as fast! [The Augment has been internalized!]
ru: Это улучшение позволяет дронам перезаряжать свои способности в два раза быстрее! [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="SCRAP_UPG_DRONE_COOLDOWN"]/text
source: You scrap the Drone Booster "Kai" for valuable resources.
ru: Вы разбираете Стимулятор дронов "Кай", чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGI1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears a strange-looking drone booster labelled "Kai". The software C.U.R.A provided you with also allows you to scan the rift the vessel arrived from, it quickly uploads coordinates to your database. The software displays a simple message in reference to these coordinates "Meet them here, Renegade."
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите странного вида Стимулятор дронов с надписью "Кай". Программное обеспечение, предоставленное вам К.У.Р.А, также позволяет просканировать разлом, из которого прибыло судно, и быстро загружает координаты в вашу базу данных. Программа выводит на экран простое сообщение: "Встреть их здесь, Ренегат".

# data/events_ships.xml.append$//event[@name="FM_BOSS_FREE1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Free Mantis design! It appears to be painted vibrantly, with a strange flag on it.
ru: Из туннеля появляется массивный крейсер конструкции Свободных богомолов! Похоже, он окрашен в яркие цвета, и на нем красуется странный флаг.

# data/events_ships.xml.append$//event[@name="FM_BOSS_FREE1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: You are hailed by the ship. "I say good chap, we're here to claim this universe for her royal highness. FOR BRITANNIA! HI HO!"
ru: Вас вызывает корабль. "Я говорить, добрый человек, мы здесь потому, чтобы завоевать эту вселенный для ее королевский высочества. ЗА БРИТАНИЮ! ВПЕРЕД!"

source: That's not a sector I've heard of.
ru: О таком секторе я не слышал.

source: "You INSULT her majesty's reputation? You INSULT all of us, every last Frederick. How DARE YOU?!"
ru: "Ты ОСКОРБЛЯТЬ ее величества? Ты ОСКОРБЛЯТЬ всех нас, до последний Фредерика. Как ТЫ СМЕТЬ?!"

source: Continue...
ru: Продолжить...

source: The ship begins powering its weapons. Prepare for battle.
ru: Корабль начинает приводить в действие свои орудия. Приготовьтесь к бою.

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_FREE1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a massive stash of tea, enough to feed an entire army.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите огромный тайник с чаем, которого хватит на целую армию.

source: You already have the Earl Grey tea.
ru: У вас уже есть чай Эрл Грей.

# data/events_ships.xml.append$//event[@name="GET_TEA_EARL"]/text
source: You add Earl Grey tea into your ship's cafeteria.
ru: Вы добавляете чай Эрл Грей в корабельную столовую.

# data/events_ships.xml.append$//event[@name="GET_TEA_EARL"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="GET_TEA_EARL"]/choice/event/text
source: Delicious tea even her royal highness would enjoy. Gives all allied Mantis +20% repair speed and +15 max health. [The Augment has been internalized!]
ru: Вкусный чай, который понравится даже ее королевскому высочеству. Дает всем союзным богомолам +20% скорости ремонта и +15 максимального здоровья. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Earl Grey tea.
ru: У вас уже есть чай Эрл Грей.

source: You already scrapped the Earl Grey tea.
ru: Вы уже разобрали чай Эрл Грей.

source: Scrap the Earl Grey tea.
ru: Разобрать чай Эрл Грей.

# data/events_ships.xml.append$//event[@name="SCRAP_TEA_EARL"]/text
source: You scrap the Earl Grey tea for valuable resources.
ru: Вы разбираете Чай Эрл Грей, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_FREE1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a massive stash of tea, enough to feed an entire army.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите огромный тайник с чаем, которого хватит, чтобы напоить целую армию.

source: You already have the Earl Grey tea.
ru: У вас уже есть чай Эрл Грей.

source: You already have the Earl Grey tea.
ru: У вас уже есть чай Эрл Грей.

source: You already scrapped the Earl Grey tea.
ru: Вы уже разобрали чай Эрл Грей.

source: Scrap the Earl Grey tea.
ru: Разобрать чай Эрл Грей.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Lost Sun design! The ship seems to be armored and covered with a massive, ancient shield. It wields one of the nastiest arsenals you've ever seen. Something seems... off about it however.
ru: Из туннеля появляется массивный крейсер конструкции Затерянных Солнц! Корабль, похоже, бронирован и защищен мощным древним щитом. На нем установлен один из самых страшных арсеналов, которые вы когда-либо видели. Однако что-то в нем... не так.

source: Continue...
ru: Продолжить...

source: The Lost Sun captain grunts. "Hmmph. We finally found you, son. We travelled across countless realities for this very moment. It appears the fabric of space and time has taken its toll on our vessel from taking this colossal gamble however. I'd wager we have 90 seconds before we fall apart. But fear not, that is plenty of time to stop a galactic horror such as you! Not even reality bending can stop us now!" A powerful jamming signal strikes your vessel, all combat augments and combat checks are disabled! Some of your systems appear damaged as well.
ru: Капитан Затерянных Солнц ворчит. "Хмф. Наконец-то мы нашли тебя, сынок. Мы прошли через бесчисленные реальности ради этого момента. Похоже, что ткань пространства и времени уже не выдерживает этой колоссальной авантюры. Я бы поставил на то, что у нас есть 90 секунд, прежде чем мы развалимся на части. Но не бойся, этого времени вполне достаточно, чтобы остановить такой источник галактических ужасов, как ты! Даже искривление реальности не сможет нас остановить!" Мощный сигнал помех поражает ваш корабль, все боевые модули и боевые системы отключены! Некоторые из ваших систем также повреждены.

source: The enemy ship is being ripped apart by the fabric of reality.
ru: Вражеский корабль разрывает на части ткань реальности.

source: What did I do now?
ru: Что мне теперь делать?

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a strangely warped aperatus that seems to be technological in nature.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите странный искаженный аппарат, который, похоже, является какой-то технологией.

source: You already have the Reality Reloader.
ru: У вас уже есть Перезагрузчик реальности.

# data/events_ships.xml.append$//event[@name="GET_REALITY_RELOADER"]/text
source: You add the Reality Reloader into your ship's internal systems.
ru: Вы устанавливаете Перезагрузчик реальности во внутренние системы своего корабля.

# data/events_ships.xml.append$//event[@name="GET_REALITY_RELOADER"]/choice/text
source: Continue...
ru: Продолжить...

source: Boosts weapon cooldown and shield recharge rates by 15%. [The Augment has been internalized!]
ru: Повышает скорость перезарядки оружия и щита на 15%. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Reality Reloader.
ru: У вас уже есть Перезагрузчик реальности.

source: You already scrapped the Reality Reloader.
ru: Вы уже разобрали Перезагрузчик реальности.

source: Scrap the Reality Reloader.
ru: Разобрать Перезагрузчик реальности.

# data/events_ships.xml.append$//event[@name="SCRAP_REALITY_RELOADER"]/text
source: You scrap the Reality Reloader for valuable resources.
ru: Вы разбираете Перезагрузчик реальности, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_DESTROYED2"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a strangely warped aperatus that seems to be technological in nature.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите странный искаженный аппарат, который, похоже, является какой-то технологией.

source: You already have the Reality Reloader.
ru: У вас уже есть Перезагрузчик реальности.

source: You already have the Reality Reloader.
ru: У вас уже есть Перезагрузчик реальности.

source: You already scrapped the Reality Reloader.
ru: Вы уже разобрали Перезагрузчик реальности.

source: Scrap the Reality Reloader.
ru: Разобрать Перезагрузчик реальности.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_CRUMBLE1"]/text
source: 15 seconds into the fight, you observe a massive explosion erupts from within the enemy ship. What in the world just happened? A huge chunk of the ship's thrusters appears to have disintegrated as well.
ru: Через 15 секунд после начала боя вы замечаете, как внутри вражеского корабля раздается мощный взрыв. Что, черт возьми, только что произошло? Большая часть корабельных двигателей, похоже, тоже разрушена.

source: Continue with the fight...
ru: Продолжить бой...

source: The enemy ship is being ripped apart by the fabric of reality.
ru: Вражеский корабль разрывает на части ткань реальности.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_CRUMBLE2"]/text
source: Another massive explosion erupts from within the enemy ship. The enemy ship's drone systems fall apart, and you observe countless droneparts scatter from the ship's cargo hold.
ru: Еще один мощный взрыв раздается внутри вражеского корабля. Система дронов вражеского корабля разваливаются на части, и вы видите, как бесчисленные дроны разлетаются из грузового отсека корабля.

source: Continue with the fight...
ru: Продолжить бой...

source: The enemy ship is being ripped apart by the fabric of reality.
ru: Вражеский корабль разрывает на части ткань реальности.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_CRUMBLE3"]/text
source: Another massive explosion erupts from within the enemy ship. The enemy ship's shield system is torn apart in the blast, and can barely stay online.
ru: Еще один мощный взрыв раздается внутри вражеского корабля. Система щитов вражеского корабля разрушается взрывом, и она едва сохраняет работоспособность.

source: Continue with the fight...
ru: Продолжить бой...

source: The enemy ship is being ripped apart by the fabric of reality.
ru: Вражеский корабль разрывает на части ткань реальности.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_CRUMBLE4"]/text
source: Another massive explosion erupts from within the enemy ship. The enemy weapons take a massive hit, and barely stay online.
ru: Еще один мощный взрыв раздается внутри вражеского корабля. Оружие противника принимает на себя мощный удар и едва сохраняет работоспособность.

source: Continue with the fight...
ru: Продолжить бой...

source: The enemy ship is being ripped apart by the fabric of reality.
ru: Вражеский корабль разрывает на части ткань реальности.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_CRUMBLE5"]/text
source: Another massive explosion erupts from within the enemy ship. The enemy's weapons system couldn't take another blast, and was knocked offline!
ru: Еще один мощный взрыв раздается внутри вражеского корабля. Система оружия врага не выдержала очередного взрыва и была выведена из строя!

source: Continue with the fight...
ru: Продолжить бой...

source: The enemy ship is being ripped apart by the fabric of reality.
ru: Вражеский корабль разрывает на части ткань реальности.
