Repository: Aleev141/forgemaster
Catalog: locale/data/events_ships.xml.append/*.po
Languages: ru

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_CRUMBLE6"]/text
source: The entire ship appears to be ripped apart from within! Luckily, its cargo hold is jettisoned your way before it completely explodes.
ru: Кажется, что весь корабль разрывается изнутри! К счастью, его грузовой отсек успевает отбросить в вашу сторону до того, как он полностью взрывается.

source: That was...odd.
ru: Это было... странно.

# data/events_ships.xml.append$//event[@name="FM_BOSS_MANTIS1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Mantis design! It appears to have a massive scar running down its hull.
ru: Из туннеля появляется массивный крейсер конструкции богомолов! Кажется, что по его корпусу тянется огромный разлом.

source: Continue...
ru: Продолжить...

source: The ship takes an unusually long time to hail you. "We kill you, stupid ugly non-Mantis foolish fool!" They seem like friendly fellows.
ru: Корабль необычно медленно вызывает вас. "Мы убьем тебя, глупый, уродливый не-богомольский болван!" Они кажутся дружелюбными ребятами.

source: Do we really have to fight? Why?
ru: Действительно ли мы должны сражаться? Зачем?

source: "We bored, as soon as we figure out how our dusty teleporter works, you dead, BIG dead!"
ru: "Мы заскучали, и как только выясним, как работает наш запылившийся телепортатор, ты умрешь, и станешь ОЧЕНЬ мертвым!"

source: Continue...
ru: Продолжить...

source: It appears they are having trouble powering their teleporter. Act fast! You'll have no time for a combat check.
ru: Похоже, у них возникли проблемы с питанием телепортатора. Действуйте быстро! У вас не будет времени на проверку перед боем.

source: Continue...
ru: Продолжить...

source: The ship begins powering its weapons. Prepare for battle.
ru: Корабль начинает приводить в действие свои орудия. Приготовьтесь к бою.

source: The enemy will restore functionality to their teleporter after 1 minute.
ru: Противник восстановит работоспособность своего телепортатора через 30 секунд.

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_MANTIS1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a strange pheromone sack with an otherworldly glow.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите странный мешочек с феромонами, которые необычно светятся.

source: You already have the Pheromone Accelerator.
ru: У вас уже есть Катализатор феромонов.

# data/events_ships.xml.append$//event[@name="GET_MANTIS_RELOADER"]/text
source: You add the Pheromone Accelerator into your ship's internal systems.
ru: Вы устанавливаете Катализатор феромонов во внутренние системы своего корабля.

# data/events_ships.xml.append$//event[@name="GET_MANTIS_RELOADER"]/choice/text
source: Continue...
ru: Продолжить...

source: Lowers Mantis ability cooldown rate by 20%. Reduces all damage taken by your Mantis crew by 8%. [The Augment has been internalized!]
ru: Ускоряет перезарядку способностей богомолов на 20%. Снижает весь урон, получаемый экипажем богомолов на 8%. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Pheromone Accelerator.
ru: У вас уже есть Катализатор феромонов.

source: You already scrapped the Pheromone Accelerator.
ru: Вы уже разобрали Катализатор феромонов.

source: Scrap the Pheromone Accelerator.
ru: Разобрать Катализатор феромонов.

# data/events_ships.xml.append$//event[@name="SCRAP_MANTIS_RELOADER"]/text
source: You scrap the Pheromone Accelerator for valuable resources.
ru: Вы разбираете Катализатор феромонов, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_MANTIS1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a strange pheromone sack with an otherworldly glow.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите странный мешочек с феромонами с необычным свечением.

source: You already have the Pheromone Accelerator.
ru: У вас уже есть Катализатор феромонов.

source: You already have the Pheromone Accelerator.
ru: У вас уже есть Катализатор феромонов.

source: You already scrapped the Pheromone Accelerator.
ru: Вы уже разобрали Катализатор феромонов.

source: Scrap the Pheromone Accelerator.
ru: Разобрать Катализатор феромонов.

# data/events_ships.xml.append$//event[@name="FM_BOSS_MONK1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Monk design! It's uncharacteristic of Zoltan Monk ships to be so well armed, though it seems most of their weaponry is Ion and Stun related!
ru: Из туннеля появляется массивный крейсер конструкции Монахов! Нехарактерно для кораблей золтанских монахов быть так хорошо вооруженными, хотя, похоже, большинство их орудий связаны с ионами и оглушением!

# data/events_ships.xml.append$//event[@name="FM_BOSS_MONK1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: "You need to learn to relax, and meditate. Fortunately, we have just the equipment to make you, if you do not comply."
ru: "Вам нужно научиться расслабляться и медитировать. К счастью, у нас как раз есть оборудование, чтобы заставить вас, если вы не подчинитесь".

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_MONK1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a red-colored Aether shield module...
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите модуль эфирного щита красного цвета...

source: You already have the Aether Ascension Shields.
ru: У вас уже есть щиты Эфирные щиты вознесения.

# data/events_ships.xml.append$//event[@name="GET_FM_UPG_AETHER_SHIELDS"]/text
source: You add the Aether Ascension Shields into your ship's internal shields systems.
ru: Вы устанавливает Эфирные щиты вознесения во внутренние системы щитов вашего корабля.

source: Continue...
ru: Продолжить...

source: Effects: Provides a bonus 6 energy shield points which will stack with other energy shields. [The Augment has been internalized!]
ru: Эффекты: Дает дополнительные 6 единиц целостности энергетического щита, который суммируется с другими энергетическими щитами. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Aether Ascension Shields.
ru: У вас уже есть щиты Эфирные щиты вознесения.

source: You already scrapped the Aether Ascension Shields.
ru: Вы уже разобрали Эфирные щиты вознесения.

source: Scrap the Aether Ascension Shields.
ru: Разобрать Эфирные щиты вознесения.

# data/events_ships.xml.append$//event[@name="SCRAP_FM_UPG_AETHER_SHIELDS"]/text
source: You scrap the Aether Ascension Shields for valuable resources.
ru: Вы разбираете Эфирные щиты вознесения, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_MONK1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a red-colored Aether shield module...
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите модуль эфирного щита красного цвета...

source: You already have the Aether Ascension Shields.
ru: У вас уже есть щиты Эфирные щиты вознесения.

source: You already have the Aether Ascension Shields.
ru: У вас уже есть щиты Эфирные щиты вознесения.

source: You already scrapped the Aether Ascension Shields.
ru: Вы уже разобрали Эфирные щиты вознесения.

source: Scrap the Aether Ascension Shields.
ru: Разобрать Эфирные щиты вознесения.

# data/events_ships.xml.append$//event[@name="FM_BOSS_R1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Rock design! Upon a second inspection, it becomes clear the entire vessel is made out of gold!
ru: Из туннеля появляется массивный крейсер конструкции валунов! При дальнейшем изучении становится ясно, что весь корабль сделан из золота!

# data/events_ships.xml.append$//event[@name="FM_BOSS_R1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: You are hailed by the ship, and you reluctantly accept. "Five minutes, five minutes is all I need to kick your ass." A Rockman with a strange accent says to you, with a nasty tone.
ru: Вас вызывает корабль, и вы неохотно соглашаетесь. "Пять минут, пять минут - это все, что мне нужно, чтобы надрать тебе задницу". Валун со странным акцентом говорит вам злобным тоном.

source: Make it three minutes, chump.
ru: Пусть это будет три минуты, болван.

source: "Good, that was the correct answer... now prepare to die."
ru: "Хорошо, это был хороший ответ... теперь приготовься к смерти".

source: Continue...
ru: Продолжить...

source: The ship activates its 4 artillery. They appear to be slow to charge but have a chain effect. Better be quick!
ru: Корабль активирует 4 артиллерийских орудия. Они медленно заряжаются, но имеют цепной эффект. Лучше поторопиться!

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_R1_SHIP_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also retrieve a mysterious tiny statue with an otherworldly aura.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Кроме того, вам удастся найти таинственную крошечную статуэтку от которой исходит потусторонняя аура.

source: You already have the Rockmen Relic of Freedom.
ru: У вас уже есть Реликвия свободы валунов.

# data/events_ships.xml.append$//event[@name="GET_FREEDOM_ROCK"]/text
source: You add the Rockmen Relic of Freedom into your ship's internal systems.
ru: Вы устанавливаете Реликвия свободы валунов во внутренние системы вашего корабля.

# data/events_ships.xml.append$//event[@name="GET_FREEDOM_ROCK"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="GET_FREEDOM_ROCK"]/choice/event/text
source: This tiny statue invigorates your rockmen crew, they gain 1.8x movement speed! [The Augment has been internalized!]
ru: Эта крошечная статуэтка бодрит ваш экипаж валунов, они увеличивают скорость передвижения до 1.8х! [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Rockmen Relic of Freedom.
ru: У вас уже есть Реликвия свободы валунов.

source: You already scrapped the Rockmen Relic of Freedom.
ru: Вы уже разобрали Реликвию свободы валунов.

source: Scrap the Rockmen Relic of Freedom.
ru: Разобрать Реликвию свободы валунов.

# data/events_ships.xml.append$//event[@name="SCRAP_FREEDOM_ROCK"]/text
source: You scrap the Rockmen Relic of Freedom for valuable resources.
ru: Вы разбираете Реликвию свободы валунов, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_R1_SHIP_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also retrieve a mysterious tiny statue with an otherworldly aura
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите таинственную крошечную статуэтку от которой исходит потусторонняя аура.

source: You already have the Rockmen Relic of Freedom.
ru: У вас уже есть Реликвия свободы валунов.

source: You already have the Rockmen Relic of Freedom.
ru: У вас уже есть Реликвия свободы валунов.

source: You already scrapped the Rockmen Relic of Freedom.
ru: Вы уже разобрали Реликвию свободы валунов.

source: Scrap the Rockmen Relic of Freedom.
ru: Разобрать Реликвию свободы валунов.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Separatist design! The ship appears to be split in two halves, and resembles some sort of old Earth symbolism...
ru: Из туннеля появляется огромный крейсер дизайна Сепаратистов! Корабль, похоже, разделен на две половины и напоминает какую-то старую земную символику...

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: "Nothing is completely yin nor is it completely yang. All things in the material universe contain the seed of their opposite force... Therefore, yin can become yang and yang can also become yin, though both yin and yang are needed for the whole to be complete. All in the eye of the beholder - some of the most destructive forces in the world (fire water), can also have the power of beauty."
ru: "Ничто не является полностью инь и не является полностью ян. Все вещи в материальной вселенной содержат в себе семя своей противоположной силы... Поэтому инь может стать ян, а ян может стать инь, хотя для целостности необходимы и инь, и ян. Все зависит от точки зрения - некоторые из самых разрушительных сил в мире (огонь и вода) также могут обладать силой красоты".

source: The enemy is slowly flipping between two auras.
ru: Противник медленно переключается между двумя аурами.

source: ...I beg your pardon?
ru: ... я прошу прощения?

source: "Now, I know I am not a craftsman... but greatness is in the act of creation and not necessarily in the finished product. Creating is the yin to the yang of our consumption and the doorway to beauty that we all want to walk through. Creating is how I tell the world I love it. Killing you, is how I tell you I love you."
ru: "Я знаю, что я не мастер... но величие - в самом акте творения, а не обязательно в готовом продукте. Творчество - это инь и янь наших потребностей и дверь к красоте, через которую мы все хотим пройти. Творчество - это то, как я говорю миру, что люблю его. Убивая тебя, я говорю тебе, что я люблю тебя".

source: That escalated quickly.
ru: Это быстро переросло в конфликт.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also retrieve a small, mysterious amulet from the ship; it has an otherworldly aura.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов.. Вы также находите небольшой таинственный амулет, обладающий потусторонней аурой.

source: You already have the Magatama.
ru: У вас уже есть Магатама.

# data/events_ships.xml.append$//event[@name="GET_AUG_MAGATAMA"]/text
source: You add the Magatama into your ship's armory systems.
ru: Вы устанавливаете Магатаму в систему вооружения вашего корабля.

# data/events_ships.xml.append$//event[@name="GET_AUG_MAGATAMA"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="GET_AUG_MAGATAMA"]/choice/event/text
source: This tiny charm provides 40% heal speed and 5% damage resist for all of your crew. [The Augment has been internalized!]
ru: Этот крошечный амулет увеличивает на 40% скорость исцеления и на 5% сопротивления урону для всех членов вашего экипажа. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Magatama.
ru: У вас уже есть Магатама.

source: You already scrapped the Magatama.
ru: Вы уже разобрали Магатаму.

source: Scrap the Magatama.
ru: Разобрать Магатаму.

# data/events_ships.xml.append$//event[@name="SCRAP_AUG_MAGATAMA"]/text
source: You scrap the Magatama for valuable resources.
ru: Вы разбираете Магатаму, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also retrieve a small, mysterious amulet from the ship; it has an otherworldly aura.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также забираете с корабля небольшой таинственный амулет, обладающий потусторонней аурой.

source: You already have the Magatama.
ru: У вас уже есть Магатама.

source: You already have the Magatama.
ru: У вас уже есть Магатама.

source: You already scrapped the Magatama.
ru: Вы уже разобрали Магатаму.

source: Scrap the Magatama.
ru: Разобрать Магатаму.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_YING"]/text
source: You notice the strange glow emitting from the vessel change from white to black. The ship's system specs seem to be shifting!
ru: Вы замечаете, что странное свечение, исходящее от корабля, меняется с белого на черный. Похоже, что характеристики систем корабля меняются!

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_YING"]/choice/text
source: Continue with the fight...
ru: Продолжить бой...

source: Current Aura: Black. The enemy is slowly flipping between two auras.
ru: Текущая аура: черная. Противник медленно переключается между двумя аурами.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_YANG"]/text
source: You notice the strange glow emitting from the vessel change from black to white. The ship's system specs seem to be shifting!
ru: Вы замечаете, как странное свечение, исходящее от корабля, меняется с черного на белый. Похоже, что характеристики систем корабля меняются!

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_YANG"]/choice/text
source: Continue with the fight...
ru: Продолжить бой...

source: Current Aura: White. The enemy is slowly flipping between two auras.
ru: Текущая аура: белая. Противник медленно переключается между двумя аурами.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SLUG1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Slug design! The bright hull of the cruiser draws your attention, though the arsenal its pointing straight at you is quite distracting as well.
ru: Из туннеля появляется огромный крейсер конструкции слизней! Яркий корпус крейсера привлекает ваше внимание, хотя его арсенал, направленный прямо на вас, тоже достаточно заметен.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SLUG1_SUICIDE"]/choice/text
source: Continue...
ru: Продолжить...

source: On your vid screen shows nothing but swirling gray smoke, but slowly a slug in very formal looking knight armor comes into view; holding a cigar up that's almost as big as he is! "Ah, more fuel to feed my ssssalted fires! Come young one, you shall see the burning questions answered when I purge this universe of any and all tracessss of the ancients!"
ru: На вашем видеоэкране не видно ничего, кроме клубящегося серого дыма, но постепенно появляется слизень в очень официальных рыцарских доспехах, держащий в руках сигару, которая почти такая же большая, как он сам! "А, еще большшше топлива для моих сссоляных коссстров! Идем, юнец, ты получишшшь ответы на животрепещущие вопросссы, когда я очищу эту вссселенную от всссех ссследов древних!"

source: But why are you using ancient weaponry?
ru: Но почему вы используете оружие древних?

source: "What? Ancient weaponry? These are just my lightersssss, you think I can get this thing sssssstarted with a match?" The slug takes a drag that lasts minutes before continuing. "Ah well, not like you're going to be able to ssssstop me with that thing."
ru: "Что? Оружие древних? Это всссего лишшшь мои зажигалки, думаешшшь, я сссмогу подкурить эту шшштуку ссс помощью ссспичек?" Слизень делает затяжку, которая длится несколько минут, прежде чем продолжить. "Ну что ж, не похоже, что ты сссможешшшь оссстановить меня с этой шшштукой".

source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="FM_BOSS_SLUG1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a packet of cigarettes.
ru: Причудливое судно уничтожено! Среди его обломков осталось много металлолома и припасов. Вы также находите пачку сигарет.

source: You already have the Malboro Quasar.
ru: У вас уже есть Мальборо Квазар.

# data/events_ships.xml.append$//event[@name="GET_MALBORO_RED"]/text
source: You add the Malboro Quasar into your ship's ventilation system (why??).
ru: Вы устанавливаете Мальборо Квазар в систему вентиляции вашего корабля (зачем??).

# data/events_ships.xml.append$//event[@name="GET_MALBORO_RED"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ships.xml.append$//event[@name="GET_MALBORO_RED"]/choice/event/text
source: These hyper-addictive cigarettes somehow boost your vitality, but give you horrible lung problems. Seems healthy! ...if you're a fool that is. 2x max health for all slugs, but 3x suffocation damage taken. [The Augment has been internalized!]
ru: Эти сигареты, вызывающие гиперзависимость, каким-то образом повышают жизненный тонус, но вызывают ужасные проблемы с легкими. Кажется полезным! ...если вы дурак. 2х максимальное здоровье для всех слизней, но 3х получаемый урон от удушья. [Улучшение было встроено!]

source: Continue...
ru: Продолжить...

source: You already have the Malboro Quasar.
ru: У вас уже есть Мальборо Квазар.

source: You already scrapped the Malboro Quasar.
ru: Вы уже разобрали Мальборо Квазар.

source: Scrap the Malboro Quasar.
ru: Разобрать Мальборо Квазар.

# data/events_ships.xml.append$//event[@name="SCRAP_MALBORO_RED"]/text
source: You scrap the Malboro Quasar for valuable resources.
ru: Вы разбираете Мальборо Квазар, чтобы получить ценные ресурсы.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SLUG1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a packet of cigarettes.
ru: Причудливое судно побеждено! На борту зачищенного крейсера осталось много лома и припасов. Вы также находите пачку сигарет.

source: You already have the Malboro Quasar.
ru: У вас уже есть Мальборо Квазар.

source: You already have the Malboro Quasar.
ru: У вас уже есть Мальборо Квазар.

source: You already scrapped the Malboro Quasar.
ru: Вы уже разобрали Мальборо Квазар.

source: Scrap the Malboro Quasar.
ru: Разобрать Мальборо Квазар.

# data/events_ships.xml.append$//event[@name="FM_BOSS_STEALTH1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Stealth design! There appears to be something... very wrong with its camoflague. Purple?
ru: Из туннеля появляется массивный Стелс крейсер! Кажется, что-то... не так с его камуфляжем. Фиолетовый?

source: Continue...
ru: Продолжить...

source: You are hailed by the ship, but as soon as you answer it the captain begans ranting and raving. "UGH, I installed the wrong addon again. I just wanted to play CE, and I forgot to install FTL: Source."
ru: Вас вызывает корабль, но как только вы отвечаете, капитан начинает нести ахинею и бред. "ОХ, я опять установил не тот аддон. Я просто хотел поиграть в Captain's Edition, и забыл установить FTL: Source".

source: What are you talking about?
ru: О чем ты говоришь?

source: "Oh great, you must be a bug too. I'll have to delete you, pal."
ru: "О, отлично, ты, должно быть, такой же баг. Придется тебя удалить, приятель".

source: Continue...
ru: Продолжить...

source: The ship activates its weapons. They appear odd, but not too dangerous at a glance.
ru: Корабль активирует свои орудия. Они выглядят странно, но с первого взгляда не слишком опасны.

source: Continue...
ru: Продолжить...
