Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS"]/text
ru: Модуль Интеграции микротурелей (Оружие) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS"]/text
ru: Модуль Интеграции микротурелей (Щиты) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES"]/text
ru: Модуль Интеграции микротурелей (Двигатели) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED"]/text
ru: Модуль Интеграции микротурелей (Медицина) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES"]/text
ru: Модуль Интеграции микротурелей (Дроны) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN"]/text
ru: Модуль Интеграции микротурелей (Кислородная установка) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER"]/text
ru: Модуль Интеграции микротурелей (Телепортер) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING"]/text
ru: Модуль Интеграции микротурелей (Маскировка) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY"]/text
ru: Модуль Интеграции микротурелей (Артиллерия) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING"]/text
ru: Модуль Интеграции микротурелей (Взломщик) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND"]/text
ru: Модуль Интеграции микротурелей (Контроль разума) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL"]/text
ru: Модуль Интеграции микротурелей (Временной манипулятор) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT"]/text
ru: Модуль Интеграции микротурелей (Рулевая рубка) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS"]/text
ru: Модуль Интеграции микротурелей (Сенсоры) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS"]/text
ru: Модуль Интеграции микротурелей (Двери) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY"]/text
ru: Модуль Интеграции микротурелей (Батарея) [7 ОЗ/с урона в системе]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN"]/text
ru: Установить Модуль перезарядки системы(Маскировка)? [На 5 секунд быстрее перезарядка системы]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN"]/text
ru: Установить Модуль перезарядки системы(Взломщик)? [На 5 секунд быстрее перезарядка системы]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN"]/text
ru: Установить Модуль перезарядки системы(Контроль разума)? [На 5 секунд быстрее перезарядка системы]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN"]/text
ru: Установить Модуль перезарядки системы(Временной манипулятор)? [На 5 секунд быстрее перезарядка системы]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_INTRO"]/text
ru: Рассматривая товары Кузнеца, вы находите на полу его корабля ОЧЕНЬ длинную долговую расписку. Вы решаете спросить о ней. Алестер объясняет, что она принадлежит его клиенту, свободному богомолу, который сделал дурацкий заказ на оружие под названием "Винчестер". "Честно говоря, я немного волнуюсь за мальчика, похоже, у него были проблемы, когда мы разговаривали в последний раз. Если хочешь проверить как он, вот координаты".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_INTRO"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_INTRO"]/choice/event/text
ru: Алестер быстро загружает координаты в компьютер вашего корабля, а его спутники-Пластинчатые, на мгновение прекращают свою работу и с любопытством наблюдают за происходящим.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_INTRO"]/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_INTRO"]/choice/event/choice/event/text
ru: "Давай, мальчик, помоги старому Винчестеру. Он славный малый" - говорит Алестер с ухмылкой, которая, кажется, скрывает его беспокойство.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_INTRO"]/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/text
ru: Вы прибываете по координатам, указанным Алестером. Вы получаете тревожный сигнал от ужасно выглядящего корабля, каждый сантиметр корпуса которого покрыт оружием. Судя по всему, он пытается скрыться от корабля Ясновидящих.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/text
ru: Винчестер-богомол, капитан судна, вызывает ваш корабль: "Федерация, пожалуйста, помогите! Я верну все до копейки, все до копейки, но у слизней нет терпения!" - быстро объясняет он. На заднем плане вы видите пару черно-белых энджи, предположительно близнецов, которые бегают вокруг, запитывая системы и готовя дроны к запуску для, казалось бы, неизбежной битвы. Сразу после этого вы получаете второй сигнал с черно-красного корабля Ясновидящих. "Отойдите в сссторону, Федерация. Он принадлежит нам до поссследнего клочка!"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[1]/text
ru: Помочь Винчестеру.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[1]/event/text
ru: Вы атакуете корабль коллекторов-Ясновидящих в лоб. "Ублюдок, ты заплатишшшь за это. Боже, как же я ненавижу Федерацию".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[2]/text
ru: Помочь коллекторам-Ясновидящим.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[2]/event/text
ru: Зачем вам поддерживать корабль, который выглядит ТАК нелепо?! Вы решаете помочь коллекторам, Винчестер и так уже был на грани. Вы делаете предупредительный выстрел по причудливому кораблю. Вас тут же вызывает пара черно-белых энджи. "Предлагаем прекратить огонь. Винчестер - хороший богомол, просто его ввела в заблуждение страсть к инженерному делу. Винчестер = друг. Винчестер =/= враг. Предложение: Если вы передумаете, один из нас составит вам компанию в качестве благодарности.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[2]/event/choice[1]/text
ru: Принять предложение и развернуться к кораблю Ясновидящих.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[2]/event/choice[2]/text
ru: Сдержать свое слово, не стоило влезать в долги с самого начала.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[2]/event/choice[2]/event/text
ru: Энджи выглядят очень разочарованными. "Вы = жестокие. Вызываете отвращение. Начинаю протокол: Защита лучшего друга".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[2]/event/choice[2]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[@req="SHIP_GUNBOM"]/text
ru: (ГанБом) Вызвать их.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[@req="SHIP_GUNBOM"]/event/text
ru: Винчестер отвечает первым: "Как? Вы поклонник моей работы???". Ясновидящие, похоже, в замешательстве: "Д-двое? К черту, убьем их обоих, удвоим сссвою награду!"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[@req="SHIP_GUNBOM"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[4]/text
ru: Выплатить долг.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[4]/event/text
ru: "Заткнисccь!" - говорит слизень, явно пребывая в шоке. "У нассс нет времени на игры", - объясняет он. Ваш экипаж начинает перевозить все тысяча сто лома на "Долговую Акулу", и поначалу они выглядят весьма озадаченными. Винчестер лишился дара речи. Погрязший в долгах, некогда богатый свободный богомол теперь снова свободный жук. Ясновидящие отменяют охоту на свободного богомола Винчестера и смотрят вам вслед, когда уходят. "Ссспасссибо, мы надеемссся, что большшше вассс не увидим". Их корабль исчезает в ССД прыжке.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[4]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[4]/event/choice/event/text
ru: Винчестер вызывает ваш корабль, посылая вам около трех вызовов одновременно, возможно, от волнения или благодарности. "Теперь я свободен и могу сосредоточиться на своей миссии. Вы помогли мне с долгами, а я постараюсь не вмешиваться в вашу миссию", - начинает он, - "Моя миссия связана с Гармонией. Гармония намного хуже, чем когда-либо были повстанцы. Этот корабль - прототип корабля, спроектированного для борьбы с Гармонией. Гармония не хочет сражаться честно, так почему Винчестер должен сражается честно?" Он объясняет. "Теперь я могу спокойно работать над проектом корабля и, возможно, остановить Гармонию, пока не поздно!" Не успевает Винчестер закончить объяснять, как в космосе открывается коричнево-желтый, отвратительный мясной разлом и засасывает ваш корабль внутрь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[4]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[5]/text
ru: Пора уже уходить!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[5]/event/text
ru: Что бы вы ни надеялись сделать здесь, теперь это бессмысленно. Вы улетаете, пока бой не настиг вас.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[5]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[5]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_QUEST_GUNBOM_TWINS"]/event[1]/crewMember
ru: Ремингтон

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_QUEST_GUNBOM_TWINS"]/event[1]/text
ru: Вы заряжаете свои орудия и атакуете корабль коллекторов-Ясновидящих в лоб. Один из энджи подлетает к вашему кораблю на маленьком шаттле и вы впускаете его внутрь. "Вы = интересные. Поговорим позже, сосредоточьтесь на спасении Винчестера".

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_QUEST_GUNBOM_TWINS"]/event[1]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_QUEST_GUNBOM_TWINS"]/event[2]/crewMember
ru: Моссберг

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_QUEST_GUNBOM_TWINS"]/event[2]/text
ru: Вы заряжаете свои орудия и атакуете корабль коллекторов-Ясновидящих в лоб. Один из энджи подлетает к вашему кораблю на маленьком шаттле и вы впускаете его внутрь. "Вы = интересные. Поговорим позже, сосредоточьтесь на спасении Винчестера".

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_QUEST_GUNBOM_TWINS"]/event[2]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_TAKEN"]/text
ru: "Мальчик, ты еще здесь? Мне нравится твоя компания, но жизнь Винчестера в опасности! Пожалуйста, ради меня, отправься на его поиски".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_TAKEN"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_COMPLETED_RESCUE"]/text
ru: "Мальчик, ну как? Ты спас Винчестера? Ты хороший мальчик, как по мне. Я запомню это, теперь я у тебя в долгу!"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_COMPLETED_RESCUE"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_INTRO"]/text
ru: Вы расспрашиваете Алестера о странном кристалле в дипломате. "А, эта старая вещь. Это чудо техники, выкованное двумя великими учениками, которых я встретил давным-давно. Ученой-орхидеей и аристократом-кристаллином - странная пара, конечно, но, несмотря на различия, они быстро подружились. Однажды Мандельбрисс и Кириет поручили мне изготовить корпус для экспериментального орудия, в котором использовалось чудесное сочетание технологий орхидеи и кристаллинов, реликвию которого ты сейчас видишь перед собой". Алестер делает небольшую паузу, как бы погружаясь в размышления. "Интересно, что случилось с этими двумя... насколько я слышал, они поссорились из-за своей работы. Не мог бы ты навести о них справки, мальчик? Я слышал, что Кириет вернулась в регион, но я передам тебе координаты Мандельбрисса".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_INTRO"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_INTRO"]/choice/event/text
ru: Алестер без особых усилий загружает координаты Мандельбрисса на ваш корабль и просит вас покинуть помещение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_INTRO"]/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_INTRO"]/choice/event/choice/event/text
ru: "Удачи тебе, мальчик!" Алестер кричит вам вслед, когда вы уходите.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_INTRO"]/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_TAKEN"]/text
ru: "Чего ты ждешь, мальчик? Отправляйся туда и помоги этим беднягам!"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_TAKEN"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_COMPLETED_EXE"]/text
ru: "Значит, они поспорили о том, к какой стороне им отправиться со своими открытиями? Не могу сказать, что я никогда не думал об этом, мальчик! Но ты помог им прийти к соглашению, показав Кириет, что есть много путей к миру? Впечатляюще, даже по моим меркам! Насколько я помню, она всегда была упрямой девочкой".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_COMPLETED_EXE"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_COMPLETED_REV"]/text
ru: "Значит, они поспорили о том, к какой стороне им отправиться со своими открытиями? Не могу сказать, что я никогда не думал об этом, мальчик! Но ты помог им прийти к соглашению, показав Мандельбриссу, что не все конфликты можно решить с помощью оружия? Впечатляюще, даже по моим меркам! Насколько я помню, переубедить этого мальчишку было непросто".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_COMPLETED_REV"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/text
ru: Прибыв к маяку, вы сразу же замечаете на планете большое строение, которое системы вашего корабля распознают как "Высокая Беседка". Это исследовательская станция, где ученые всех мастей проводят эксперименты и исследования в свое удовольствие, хотя вход туда платный. Приземлившись в корабельном порту, вы и ваш экипаж направляетесь ко входу в надежде найти Мандельбрисса внутри.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/text
ru: Вы рассматриваете строение Высокой Беседки, отмечая ее необычную структуру с металлической решеткой, составляющей внешние стены здания, и растениями и лианами, свисающими со стен и стеклянной куполообразной крыши. Дойдя до входа, охранник спрашивает, есть ли у вас абонемент.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/choice[1]/text
ru: Оплатить взнос. [-20~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/choice[1]/event/text
ru: "Спасибо. Приятного времяпровождения".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/choice[@req="LIST_CREW_ORCHID"]/text
ru: (Член экипажа-орхидея) Ваша орхидея уже имеет абонемент.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/choice[@req="LIST_CREW_ORCHID"]/event/text
ru: "Спасибо. Приятного времяпровождения".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/choice[@req="LIST_CREW_ORCHID"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/text
ru: Войдя в Беседку, вы расспрашиваете орхидей о Мандельбриссе и не сразу находите его возле одной из лабораторий - и, как ни странно, Кириет тоже здесь! Подойдя к нему, чтобы представиться, вы ненадолго подслушиваете часть их разговора. "Мы уже обсуждали это, Мандельбрисс, я не позволю использовать наши исследования для создания оружия войны!" "Но Кириет, я... о, привет! Кто вы такие?" Вы говорите им, что вы - Ренегат, посланный Алестером, чтобы проведать их, но прежде чем они успевают ответить, все здание содрогается, и срабатывает несколько сигналов тревоги. Вскоре после этого вы получаете вызов.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/text
ru: Принять вызов.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/text
ru: Вас встречает лицо человека в броне МФК, выкрашенной в синий цвет, как у неуловимых Ангелов. "Выдайте Мандельбрисс, Кириет и их исследования или умрите". Оглянувшись на пару, вы понимаете, что они шокированы и напуганы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/choice[1]/text
ru: Сразиться с наемниками.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/choice[1]/event/text
ru: Когда вы возвращаетесь на свой корабль, над головой с ревом проносится странный истребитель Ангелов. Войдя в боевую рубку, вы получаете короткий вызов с вражеского корабля. "Я Рэндалл Куртен, бывший Ангел. А ты, Ренегат? Тебе конец".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/choice[2]/text
ru: Пусть ваш экипаж схватит пару и передаст их ему.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/choice[2]/event/text
ru: Пока ваш экипаж удерживает двух ученых и тащит их, вы получаете второй вызов от наемников. "Мудрый выбор, Ренегат. Мы оба выйдем из этого более богатыми людьми". Вы бросаете последний взгляд на их лица: Кириет смотрит на вас широко раскрытыми от ужаса глазами, а Мандельбрисс выкрикивает слова, которые остаются без внимания. Может, вам и все равно, но остальной части галактики - точно нет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/choice[2]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE"]/text
ru: Когда ваш корабль проваливается в червоточину, вы понимаете, что это и в переносном, и в буквальном смысле червоточина: тысячи гигантских червей врезаются в ваш корпус, покрывая его фекалиями, желчью и слизью, но в остальном не причиняя ему вреда.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_2"]/text
ru: Ваш корабль вышел из червоточины, в основном невредимый, но в незнакомом пространстве. Вы быстро сверяетесь со звездной картой и замечаете тысячи маяков с надписью "Пой с Гармонией". Похоже, вы находитесь рядом с сильно поврежденной космической станцией.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_2"]/choice/text
ru: Попытаться связаться с ней.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_2"]/choice/event/text
ru: Вы вызываете станцию и в ответ слышите тревожное молчание. Вы без проблем стыкуете свой корабль с космической станцией, и ваш экипаж быстро поднимается на ее борт.
