Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_AETHER"]/text
ru: В данный момент вы просматриваете описание Эфирной осколочной пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_AETHER"]/choice[1]/text
ru: Выковать Эфирную осколочную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_AETHER"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_AETHER"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_AETHER"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_CURSED"]/text
ru: В данный момент вы просматриваете описание осколочной пушки "Карнифекс".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_CURSED"]/choice[1]/text
ru: Выковать осколочную пушку "Карнифекс".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_CURSED"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_CURSED"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_CURSED"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/text
ru: В данный момент вы просматриваете описание осколочной пушки "Рельсовый шредер".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[@req="FM_ENERGY_RAILBLENDER_LIST_PLUS"]/text
ru: Выковать осколочную пушку "Рельсовый шредер"+, используя Зарядную энергетическую пушку+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[@req="FM_ENERGY_RAILBLENDER_LIST_PLUS"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[@req="FM_ENERGY_RAILBLENDER_LIST_PLUS"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[@req="FM_ENERGY_RAILBLENDER_LIST"]/text
ru: Выковать осколочную пушку "Рельсовый шредер" с помощью Зарядной энергетической пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[@req="FM_ENERGY_RAILBLENDER_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[@req="FM_ENERGY_RAILBLENDER_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[3]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/text
ru: В данный момент вы просматриваете описание Бронзовой осколочной пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/text
ru: Использовать осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1"]/text
ru: Установить Кристаллический импульсный лазер мод. I в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="CREATE_FM_SHOTGUN_BRONZE_FINISH"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/text
ru: Установить Элитный кристаллический импульсный лазер мод. I в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2"]/text
ru: Установить Кристаллический импульсный лазер мод. II в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/text
ru: Установить Элитный кристаллический импульсный лазер мод. II в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1"]/text
ru: Установить Тяжелый кристалл мод. I в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/text
ru: Установить Элитный тяжелый кристалл мод. I в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2"]/text
ru: Установить Тяжелый кристалл мод. II в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/text
ru: Установить Элитный тяжелый кристалл мод. II в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN"]/text
ru: Установить Нейрокристалл в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN_RED"]/text
ru: Установить Элитный нейрокристалл в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN"]/text
ru: Установить Осколочный кристалл в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/text
ru: Установить Элитный осколочный кристалл в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/text
ru: Установить Зарядный кристалл в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/text
ru: Установить Элитный зарядный кристалл в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/text
ru: Установить Осколкомет в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="BOMB_LOCK"]/text
ru: Установить Кристаллическую изолирующую бомбу в Осколочную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="BOMB_LOCK"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="BOMB_LOCK"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="BOMB_LOCK"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="BOMB_LOCK"]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/text
ru: Использовать Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1"]/text
ru: Установить Кристаллический импульсный лазер мод. I в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/text
ru: Установить Элитный кристаллический импульсный лазер мод. I в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2"]/text
ru: Установить Кристаллический импульсный лазер мод. II в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/text
ru: Установить Элитный кристаллический импульсный лазер мод. II в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1"]/text
ru: Установить Тяжелый кристалл мод. I в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1"]/event/choice/text
ru: Продолжить...
