Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH"]/choice[1]/text
ru: Обыскать помещение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH"]/choice[2]/text
ru: Вернуться.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_SEARCH"]/text
ru: Вы более тщательно исследуете комнату и находите два примечательных предмета. Во-первых, на столе лежит папка с надписью "Протокол прототипа XETA". Во-вторых, вы находите очень большую дверь, защищенную панелью с кнопками. На двери написано "Доступ к прототипу уровня 7". Дверь, похоже, сделана из того же материала, что и корпус броненосца, поэтому вы не думаете, что какие-то инструменты позволят вам преодолеть ее. Ваши сканеры также определяют, что помещение за дверью заполнено жидким кислородом, поэтому любой тип резака или взрывчатки уничтожит все, что находится в этом помещении, а в перспективе - и вас, и ваш экипаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_SEARCH"]/choice[@req="marker_dissonance_found"]/text
ru: У вас уже есть Излучатель диссонанса Гармонии.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_SEARCH"]/choice[@req="marker_case_obtained"]/text
ru: (Записка из дипломата) Вы ворчите и вводите правильный код.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_SEARCH"]/choice[3]/text
ru: Ввести случайный код.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_SEARCH"]/choice[4]/text
ru: Вернуться.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_ACCESS_DENIED"]/text
ru: Вы пробуете случайную комбинацию из четырех цифр. Ничего из того, что вы можете придумать, не работает.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_ACCESS_DENIED"]/choice[@req="pilot"]/text
ru: Вернуться.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_DISSONANCE_OBTAIN"]/text
ru: Вы следуете нелепой подсказке из записки. "НАЖАТЬ ВСЕ КНОПКИ ПАНЕЛИ ОДНОВРЕМЕННО, ПОДОЖДАТЬ 6.5 СЕКУНДЫ, ПОВТОРИТЬ ДВАЖДЫ". Усиленные двери гудят и раздвигаются, демонстрируя находящееся внутри устройство. Оно похоже на портативную антенну с прикрепленным к ней крошечным терминалом. Они явно не хотели, чтобы оно попало в руки Гармонии, поэтому вы забираете его с собой.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_DISSONANCE_OBTAIN"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS"]/text
ru: Минуя лазарет, вы направляетесь к казармам. Вход в казармы забаррикадирован большими деревянными ящиками с припасами, скорее всего, чтобы не пропустить нападающих.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS"]/choice[1]/text
ru: Передвинуть ящики с помощью своего экипажа.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS"]/choice[2]/text
ru: Вернуться в крыло Федерации.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_2"]/text
ru: Через несколько минут упорной работы, приложив максимум усилий, вам и вашему экипажу удается передвинуть ящики.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_2"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_HUB"]/text
ru: После того как ящики успешно перемещены, пришло время узнать, сможете ли вы попасть в казармы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_HUB"]/choice[@req="fm_fs_bromwell_memo"]/text
ru: (ЗАПИСКА БРОМВЕЛЛЯ) Вы уже нашли все полезное в казармах.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_HUB"]/choice[@req="fm_fs_keycard_5"]/text
ru: (Карточка безопасности) Войти в казармы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_HUB"]/choice[@req="fm_fs_keycard_2"]/text
ru: (Карточка безопасности) Войти в казармы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_HUB"]/choice[4]/text
ru: Войти в казармы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_HUB"]/choice[5]/text
ru: Вернуться в крыло Федерации.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_DENIED"]/text
ru: Дверь отказывается сдвигаться с места, и справа от нее вы видите считыватель карточка с надписью "2". Чтобы пройти дальше, вам понадобится карта более высокого уровня.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_DENIED"]/choice[@req="pilot"]/text
ru: Вернуться в крыло Федерации.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_GRANTED"]/text
ru: Вы слышите, как дверь открывается со щелчком, когда вы проводите по считывателю картой безопасности. Вы и ваш экипаж осторожно входите внутрь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_GRANTED"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_INTERIOR"]/text
ru: Здесь десятки помещений, в каждом из которых стоят стандартные для Федерации двухъярусные кровати и шкафы для одежды. Вы прочесываете комнаты вместе с экипажем и не находите ничего полезного, пока не натыкаетесь на помещение, больше похожее на офис. На табличке над дверью написано "Бромвелл Рудкин". Должно быть, это его кабинет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_INTERIOR"]/choice[1]/text
ru: Обыскать его кабинет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_INTERIOR"]/choice[2]/text
ru: Вернуться назад, эти казармы - пустая трата времени.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL"]/text
ru: Вы осматриваете кабинет командира Бромвелля. Он оформлен в старомодном стиле, но довольно чист и опрятен по сравнению с большинством помещений, которые вы встречали на станции. Несколько старых трофеев собирают пыль в витрине, а на стене висят медали. По крайней мере, мужчина, похоже, гордится своими достижениями. На его столе разбросаны многочисленные бумаги и, как ни странно, на нем нету терминала.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL"]/choice[@req="fm_fs_bromwell_memo"]/text
ru: Вы уже обыскали его стол.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL"]/choice[2]/text
ru: Осмотреть его стол.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL"]/choice[3]/text
ru: Приказать своему экипажу выйти из казармы вместе с вами, чтобы никто не остался в примыкающих помещениях.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL_DESK"]/text
ru: На столе в беспорядке валяются недописанные письма и конверты, а в нескольких незапертых ящиках лежат канцелярские принадлежности, такие как скрепки и клей. Один из ящиков также привлекает ваше внимание, и вы пытаетесь его открыть.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL_DESK"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL_DESK_2"]/text
ru: Ящик заблокирован электронным замком, но ваше терпение по поводу всякой ерунды иссякло, и вы несколько раз быстро ударяете по нему ногой, оставляя вмятины, а затем ломом открываете его, используя вмятину как рычаг. В (теперь уже незапертом) ящике вы находите пачку документов в папке из плотной бумаги. Большинство из них совершенно бесполезны с точки зрения выживания или очень длинные, но вы находите записку, которую Бромвелл написал для себя. Прочтя записку, вы узнаете, что в ней содержится напоминание о коде безопасности командного центра. Вы решаете положить записку в карман и внимательно прочитать ее, когда окажетесь у дверей командного центра.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL_DESK_2"]/choice[@req="pilot"]/text
ru: Приказать своему экипажу выйти из казармы вместе с вами, чтобы никто не остался в примыкающих помещениях.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_PLAZA_2_DEAD_END"]/text
ru: Вы поворачиваете за угол и направляетесь к центру отдыха. Коридор, судя по всему, был обстрелян из тяжелого оружия с вражеского корабля, предположительно судна Гармонии, поскольку на полпути к нему вам преграждает путь массивная аварийная дверь, а за ней - пустое пространство. Вы можете разглядеть оставшуюся часть пути мимо зияющей дыры в корабле, но ее преодоление будет крайне опасным занятием и потребует специального оборудования, которое вы вряд ли найдете. Вы недоумеваете и ворчите, а затем поворачиваете назад.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_PLAZA_2_DEAD_END"]/choice[@req="pilot"]/text
ru: Вернуться.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_PLAZA_HUB"]/text
ru: Вы прибыли на центральную площадь 3 этажа. Площадь этого этажа не столь экстравагантна и гораздо меньше. Скорее всего, потому, что это верхняя часть станции, и, вероятно, здесь больше заботятся о целостности корпуса, чем о комфорте персонала. Даже окраска помещений на этой площади кажется чем-то из ряда вон выходящим. Потолок также значительно ниже, вы, вероятно, смогли бы дотянуться до него, если бы стояли на плечах члена экипажа. Вы видите только один коридор с одной развилкой. Куда бы вы хотели пойти?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_PLAZA_HUB"]/choice[@req="fm_fs_keycard_2"]/text
ru: Вы уже обыскали оружейную комнату. Больше там делать нечего.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_PLAZA_HUB"]/choice[2]/text
ru: Свернуть на развилке налево и исследовать оружейную комнату.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_PLAZA_HUB"]/choice[3]/text
ru: Идти прямо, и исследовать длинный коридор.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_PLAZA_HUB"]/choice[4]/text
ru: (ГОСТЕВОЙ ИДЕНТИФИКАТОР) Войти в лифт.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_PLAZA_HUB"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM"]/text
ru: Вы идете по коридору, пока не доходите до главной оружейной системы, которая следит за подачей энергии и общей функциональностью оружия станции. Помещение, похоже, полностью разгромлено - станция представляет собой "сидячую утку", если только не потратить много времени на ремонт этих систем. Трубы разорваны, клапаны сорваны и валяются на полу, терминалы разбиты, а в одном из баков с охлаждающей жидкостью покоится труп кристаллина. Откровенно говоря, в комнате царит катастрофа.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM"]/choice[@req="marker_weapon_room_bodies_cleared" and @lvl="1"]/text
ru: Заглянуть через решетку внизу.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM"]/choice[@req="marker_weapon_room_bodies_cleared" and @lvl="0"]/text
ru: Проверить, нет ли у вас каких-нибудь принадлежностей или полезных инструментов.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM"]/choice[@req="pilot" and @lvl="1"]/text
ru: Вернуться на площадь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_1"]/text
ru: Вы проверяете тела на наличие чего-либо полезного, но не находите на каждом из них ничего, кроме личных вещей. Вы никак не сможете починить оружейную систему, пока не убедитесь, что станция хотя бы в достаточной степени безопасна, и не узнаете, есть ли в наличии необходимые детали. Однако вы и ваш экипаж не можете быть слишком осторожны после того, что вы пережили на посту охраны. Вы делаете два выстрела в голову каждому из погибших и один в торс, чтобы убедиться, что они чисты от... того, что управляет этими телами. Убедившись, что помещение безопасно, вы продолжаете поиски.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_1"]/choice[1]/text
ru: Заглянуть через решетку внизу.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_1"]/choice[2]/text
ru: Вернуться на площадь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_1"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_CLEARED"]/text
ru: Через металлическую решетку в полу вы замечаете труп, скорчившийся у подножия лестницы. Судя по всему, он находится внутри туннеля для доступа к обслуживанию, который закрыт тяжелым металлическим люком. Вам понадобится инструмент в качестве рычага, чтобы открыть его.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_CLEARED"]/choice[@req="fm_fs_crowbar" and @lvl="1"]/text
ru: (ЛОМИК) Открыть люк.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_CLEARED"]/choice[@req="fm_fs_crowbar" and @lvl="0"]/text
ru: Открыть люк.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_CLEARED"]/choice[@req="pilot" and @lvl="1"]/text
ru: Неважно, давайте вернемся на площадь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_CLEARED"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_HATCH_FAIL"]/text
ru: Вы и ваш экипаж изо всех сил пытаетесь открыть люк на лестницу для обслуживания, но не можете. Все, чего вы добились, - это слегка погнуть поврежденный участок трубы. Чтобы открыть люк, вам понадобится более мощный рычаг.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_HATCH_FAIL"]/choice[@req="pilot"]/text
ru: Здесь мы пока ничего не можем сделать, возвращаемся.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_HATCH_SUCCESS"]/text
ru: С помощью ломика вам удается открыть технический люк. Вы просите одного из членов экипажа подержать люк открытым на случай, если он захлопнется и загонит вас в ловушку в туннелях. Один из членов экипажа протестует, что это он должен пойти первым, чтобы вы могли остаться на сверху лестницы в относительной безопасности, но вы настаиваете, что это должны сделать именно вы. Вы легко спускаетесь по лестнице и начинаете осматривать тело. Судя по всему, это тело человеческого соладата. Судя по всему, он был тяжело ранен, спустился по лестнице и закрыл за собой люк, чтобы выиграть время или, возможно, дождаться спасения. К несчастью для него, помощь так и не пришла, и он истек кровью прямо здесь. Вы сочувствуете солдату, но вам нужно позаботиться о собственном выживании. Вы обыскиваете его тело.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_HATCH_SUCCESS"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_HATCH_SUCCESS_2"]/text
ru: В его вещах вы находите пачку жвачки, которую кладете в карман и собираетесь отдать кому-нибудь из своего экипажа, чтобы тот мог сосредоточиться на жвачке, а не на своих нервах. Вы также находите гораздо более ценный предмет: Карточку доступа к безопасности 2-го уровня! Вы быстро убираете ее в карман, похлопываете его по плечу, киваете своему экипажу и карабкаетесь обратно по лестнице. Не исключено, что его убило что-то в этом туннеле, и вы не останетесь здесь, чтобы это выяснить. Добравшись до вершины, вы делитесь с экипажем несколькими упаковками жвачки. Маленькая победа в этой битве за выживание!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_HATCH_SUCCESS_2"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_LONGHALL"]/text
ru: Вы и ваш экипаж идете по длинному коридору к еще одной укрепленной двери (конечно, она здесь находится, почему-то вы не удивлены). Над дверью висит табличка с надписью "КОМАНДНЫЙ ЦЕНТР БЕЛЛОНА". Справа от массивной двери есть и считыватель карточек, и клавиатура. Она выглядит слишком толстой, чтобы все, что вы найдете, помогло через нее проникнуть, поэтому вам понадобятся карточка и код, чтобы пройти дальше.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_LONGHALL"]/choice[@req="FM_FS_LIST_COMMAND_DOOR"]/text
ru: (Карточка безопасности и командный код) Провести карточкой по считывателю 5-го уровня безопасности и ввести командный код, чтобы продолжить путь

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_LONGHALL"]/choice[@req="fm_fs_keycard_5"]/text
ru: (Карточка безопасности) Провести карточкой по считывателю 5-го уровня безопасности.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_LONGHALL"]/choice[@req="fm_fs_command_code"]/text
ru: (Командный код) Попробовать ввести командный код.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_LONGHALL"]/choice[@req="fm_fs_bromwell_memo"]/text
ru: Посмотреть записку Бромвелля.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_LONGHALL"]/choice[@req="pilot"]/text
ru: Вернуться назад.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_MEMO_READ_BROM"]/text
ru: Это записка, которую командир Бромвелл написал сам себе. Бромвелл объясняет, что в старости его память подводит, но если бы начальство узнало, что он записал командный код на клочке бумаги, оно бы его прикончило. Однако он напоминает себе, что нужно просто "превратить первые буквы комнат в крыле Федерации в цифры". Он не помнит порядок, но уверен, что все начинается с номера комнаты лаборатории исследований и разработки, который равен 18. (Примечание для игрока: если вы не можете догадаться, все уже готово, вам просто нужна записка. Не волнуйтесь)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_MEMO_READ_BROM"]/choice[@req="pilot"]/text
ru: Теперь вы можете разобраться в коде? Есть только один способ узнать...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_DENIED_CARD"]/text
ru: Вы проводите карточкой и смотрите на дверь. Тишина длится около 15 секунд, затем из двери раздается звук ошибки. "Доступ запрещен, введен неверный код, сопровождающий проход карточки через считыватель", - говорит мягкий монотонный женский голос.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_DENIED_CARD"]/choice[@req="pilot"]/text
ru: Черт возьми, мне еще нужна карточка...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_DENIED_CODE"]/text
ru: Вы вводите оба потенциальных кода (1829 или 1892). Примерно на 15 секунд наступает тишина, затем из двери раздается звук ошибки. "Доступ запрещен, неверный код подтверждения...", - произносит мягкий монотонный женский голос.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_DENIED_CODE"]/choice[@req="pilot"]/text
ru: Черт возьми, мне еще нужна карточка...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_GRANTED_DOOR"]/text
ru: Вы вводите оба потенциальных кода (1829 или 1892) и проводите карточкой безопасности 5-го уровня по считывателю. Примерно на 15 секунд наступает тишина, затем от двери раздается звук ДЗИНЬ. "Доступ разрешен! С возвращением, командир!" - произносит мягкий монотонный женский голос. Укрепленные двери разблокируются, и дверь медленно открывается.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_GRANTED_DOOR"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB"]/text
ru: Вы входите в командный центр. Здесь вы видите всю схему станции. Кроме помещений в секторе гидропоники, крыла Коалиции и крыла Федерации, остальная часть станции в настоящее время заблокирована в соответствии с протоколом безопасности. Вы не нашли ни одного выжившего, и бежать больше некуда. Пришло время принять серьезное решение, которое, в идеале, повысит ваши шансы на выживание в этом жестоком мире.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB"]/choice[1]/text
ru: Принять окончательное решение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB"]/choice[2]/text
ru: Неважно, вернуться на площадь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/text
ru: Каковы будут ваши дальнейшие действия? [Внимание, здесь вы выбираете концовку!] (ПОМНИТЕ, ВЫ МОЖЕТЕ ИСПОЛЬЗОВАТЬ "-" и "+" на клавиатуре, чтобы изменить размер текста и прочитать все окно!)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[1]/text
ru: Принять решение собрать на станции все возможные припасы и ждать спасения или подкрепления от Федерации...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[2]/text
ru: (ИЗЛУЧАТЕЛЬ ДИССОНАНСА ГАРМОНИИ) Решить собрать на станции все припасы и ждать спасения или подкрепления из Федерации, возможно, Излучатель сможет защитить вас здесь?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[3]/text
ru: Вы не слишком уверены, что полученных знаний достаточно, но вы беспокоитесь о своем экипаже и решаете рискнуть. Вы возвращаетесь на свой корабль и выбираете ближайший узел для прыжка, вы сделаете все возможное, чтобы выжить.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[4]/text
ru: (ИЗЛУЧАТЕЛЬ ДИССОНАНСА ГАРМОНИИ) Прыгнуть на случайный соседний маяк с помощью Излучателя диссонанса Гармонии - это поможет удержать негодяев из Гармонии на расстоянии!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[@req="fm_fs_special_coordinates"]/text
ru: (КООРДИНАТЫ) Прыгнуть прямо к замаскированному маяку, который установили поблизости оставшиеся выжившие, возможно, вы сможете найти там кого-нибудь, кто не мертв!
