Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_SIREN_DRONE_LIST" and @lvl="1"]/text
ru: Извлечь из Оглушающей бомбы компоненты, разрушающие нервную систему, и интегрировать их в Дрон-вредитель, чтобы создать Боевой дрон "Сирена".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_SIREN_DRONE_LIST" and @lvl="0"]/text
ru: Чтобы выковать этого дрона, у вас должны быть Оглушающая бомба и Дрон-вредитель.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="pilot"]/text
ru: Неважно, вернуться в главное меню.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_COMBAT_BEAM1"]/text
ru: В данный момент вы просматриваете описание энергетического лучевого дрона "Кто-нибудь дайте ему имя (Бу-Вомп)" [Цена: 37~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_COMBAT_BEAM1"]/choice[@req="FM_ENERGY_COMBAT_BEAM1_LIST"]/text
ru: Выковать энергетический лучевой дрон "Кто-нибудь дайте ему имя (Бу-Вомп)".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_COMBAT_BEAM1"]/choice[@req="FM_ENERGY_COMBAT_BEAM1_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_COMBAT_BEAM1"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_AMBER_DRONE"]/text
ru: В данный момент вы просматриваете описание Янтарного боевого дрона. [Цена: 37~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_AMBER_DRONE"]/choice[@req="FM_AMBER_DRONE_LIST"]/text
ru: Выковать Янтарного дрона.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_AMBER_DRONE"]/choice[@req="FM_AMBER_DRONE_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_AMBER_DRONE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CRYSTAL_DRONE"]/text
ru: В данный момент вы просматриваете описание Кристаллического боевого дрона. [Цена: 37~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CRYSTAL_DRONE"]/choice[@req="FM_CRYSTAL_DRONE_LIST"]/text
ru: Выковать Кристаллического дрона.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CRYSTAL_DRONE"]/choice[@req="FM_CRYSTAL_DRONE_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CRYSTAL_DRONE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CURA_DRONE"]/text
ru: В данный момент вы просматриваете описание боевого дрона К.У.Р.А. [Цена: 110~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CURA_DRONE"]/choice[@req="FM_CURA_DRONE_LIST"]/text
ru: Выковать дрон К.У.Р.А.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CURA_DRONE"]/choice[@req="FM_CURA_DRONE_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CURA_DRONE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/text
ru: В данный момент вы просматриваете описание огнеметного дрона "Дажьбог". [Цена: 37~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST1"]/text
ru: Выковать дрон "Дажьбог", используя фантома.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST1"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST1"]/event/removeCrew/text
ru: Вы осторожно закачиваете газы своего фантома в Штурмовой дрон.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST2"]/text
ru: Выковать дрон "Дажьбог", используя Гуля.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST2"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST2"]/event/removeCrew/text
ru: Вы осторожно закачиваете газы своего гуля в Штурмовой дрон.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST3"]/text
ru: Выковать дрон "Дажьбог", используя Мара.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST3"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST3"]/event/removeCrew/text
ru: Вы осторожно закачиваете газы своего Мара в Штурмовой дрон.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST4"]/text
ru: Выковать дрон "Дажьбог", используя Виденье.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST4"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST4"]/event/removeCrew/text
ru: Вы осторожно закачиваете газы своего Виденья в Штурмовой дрон.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[5]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FORGEMAN_DRONE"]/text
ru: В данный момент вы просматриваете описание Боевого дрона Кузнеца. [Цена: 37~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FORGEMAN_DRONE"]/choice[@req="FM_FORGEMAN_DRONE_LIST"]/text
ru: Выковать дрона Кузнеца.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FORGEMAN_DRONE"]/choice[@req="FM_FORGEMAN_DRONE_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FORGEMAN_DRONE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ISHIMURA_DRONE"]/text
ru: В данный момент вы просматриваете описание Боевого дрона "Ишимура". [Цена: 37~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ISHIMURA_DRONE"]/choice[@req="FM_ISHIMURA_DRONE_LIST"]/text
ru: Выковать дрона "Ишимура".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ISHIMURA_DRONE"]/choice[@req="FM_ISHIMURA_DRONE_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ISHIMURA_DRONE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_KESTREL_DRONE"]/text
ru: В данный момент вы просматриваете описание боевого дрона "Пустельга". [Цена: 100~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_KESTREL_DRONE"]/choice[@req="FM_KESTREL_DRONE_LIST"]/text
ru: Выковать дрона "Пустельга".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_KESTREL_DRONE"]/choice[@req="FM_KESTREL_DRONE_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_KESTREL_DRONE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_KESTREL_DRONE"]/text
ru: В данный момент вы просматриваете описание боевого дрона МФК "Пустельга". [Цена: 100~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_KESTREL_DRONE"]/choice[@req="FM_MFK_KESTREL_DRONE_LIST"]/text
ru: Выковать дрона МФК "Пустельга".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_KESTREL_DRONE"]/choice[@req="FM_MFK_KESTREL_DRONE_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_KESTREL_DRONE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_PICKET_DRONE"]/text
ru: В данный момент вы просматриваете описание телепортационнлого ретрансляционного дрона МФК "Пикет". [Цена: 37~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_PICKET_DRONE"]/choice[@req="FM_MFK_PICKET_DRONE_LIST"]/text
ru: Выковать дрон МФК "Пикет".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_PICKET_DRONE"]/choice[@req="FM_MFK_PICKET_DRONE_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_PICKET_DRONE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SIREN_DRONE"]/text
ru: В данный момент вы просматриваете описание боевого дрона "Сирена". [Цена: 37~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SIREN_DRONE"]/choice[@req="FM_SIREN_DRONE_LIST"]/text
ru: Выковать дрон "Сирена".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SIREN_DRONE"]/choice[@req="FM_SIREN_DRONE_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SIREN_DRONE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/text
ru: Здесь вы можете установить и модифицировать свой собственный Модульный корпус!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_MODULAR_HULL" and @lvl="0"]/text
ru: Установить Модульный корпус.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_HULL_NOPOINTS"]/text
ru: В настоящее время не используется ни одной из ячеек для улучшения, установите 5 до тех пор, пока не потребуется установить первое Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="1"]/text
ru: В настоящее время используется 1 из ячеек для улучшения, установите 4 до тех пор, пока не потребуется установить Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="2"]/text
ru: В настоящее время используется 2 из ячеек для улучшения, установите 3 до тех пор, пока не потребуется установить первое Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="3"]/text
ru: В настоящее время используется 3 из ячеек для улучшения, установите 2 до тех пор, пока не потребуется установить первое Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="4"]/text
ru: В настоящее время используется 4 из ячеек для улучшения, установите 1 до тех пор, пока не потребуется установить первое Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="5"]/text
ru: В настоящее время используется 5 из ячеек для улучшения, необходимо установить первое Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="6"]/text
ru: В настоящее время используется 6 из ячеек для улучшения, установите 4 до тех пор, пока не потребуется установить второе Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="7"]/text
ru: В настоящее время используется 7 из ячеек для улучшения, установите 3 до тех пор, пока не потребуется установить второе Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="8"]/text
ru: В настоящее время используется 8 из ячеек для улучшения, установите 2 до тех пор, пока не потребуется установить второе Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="9"]/text
ru: В настоящее время используется 9 из ячеек для улучшения, установите 1 до тех пор, пока не потребуется установить второе Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="10"]/text
ru: В настоящее время используется 10 из ячеек для улучшения, необходимо установить второе Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="11"]/text
ru: В настоящее время используется 11 из ячеек для улучшения, установите 4 до тех пор, пока не потребуется установить третье Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="12"]/text
ru: В настоящее время используется 12 из ячеек для улучшения, установите 3 до тех пор, пока не потребуется установить третье Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="13"]/text
ru: В настоящее время используется 13 из ячеек для улучшения, установите 2 до тех пор, пока не потребуется установить третье Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="14"]/text
ru: В настоящее время используется 14 из ячеек для улучшения, установите 1 до тех пор, пока не потребуется установить третье Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="15"]/text
ru: В настоящее время используется 15 из ячеек для улучшения. Вы достигли предела!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="16"]/text
ru: В настоящее время используется 16 из ячеек для улучшения... "Перегрузка"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="17"]/text
ru: В настоящее время используется 17 из ячеек для улучшения... "Перегрузка II"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="18"]/text
ru: В настоящее время используется 18 из ячеек для улучшения... "Перегрузка III"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="19"]/text
ru: В настоящее время используется 19 из ячеек для улучшения... "Перегрузка IV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="20"]/text
ru: В настоящее время используется 20 из ячеек для улучшения... "Перегрузка V"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="21"]/text
ru: В настоящее время используется 21 из ячеек для улучшения... "Перегрузка VI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="22"]/text
ru: В настоящее время используется 22 из ячеек для улучшения... "Перегрузка VII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="23"]/text
ru: В настоящее время используется 23 из ячеек для улучшения... "Перегрузка VIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="24"]/text
ru: В настоящее время используется 24 из ячеек для улучшения... "Перегрузка IX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="25"]/text
ru: В настоящее время используется 25 из ячеек для улучшения... "Перегрузка X"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="26"]/text
ru: В настоящее время используется 26 из ячеек для улучшения... "Перегрузка XI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="27"]/text
ru: В настоящее время используется 27 из ячеек для улучшения... "Перегрузка XII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="28"]/text
ru: В настоящее время используется 28 из ячеек для улучшения... "Перегрузка XIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="29"]/text
ru: В настоящее время используется 29 из ячеек для улучшения... "Перегрузка XIV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="30"]/text
ru: В настоящее время используется 30 из ячеек для улучшения... "Перегрузка XV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="31"]/text
ru: В настоящее время используется 31 из ячеек для улучшения... "Перегрузка XVI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="32"]/text
ru: В настоящее время используется 32 из ячеек для улучшения... "Перегрузка XVII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="33"]/text
ru: В настоящее время используется 33 из ячеек для улучшения... "Перегрузка XVIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="34"]/text
ru: В настоящее время используется 34 из ячеек для улучшения... "Перегрузка XIX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="35"]/text
ru: В настоящее время используется 35 из ячеек для улучшения... "Перегрузка XX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="36"]/text
ru: В настоящее время используется 36 из ячеек для улучшения... "Перегрузка XXI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="37"]/text
ru: В настоящее время используется 37 из ячеек для улучшения... "Перегрузка XXII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="38"]/text
ru: В настоящее время используется 38 из ячеек для улучшения... "Перегрузка XXIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="39"]/text
ru: В настоящее время используется 39 из ячеек для улучшения... "Перегрузка XXIV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="40"]/text
ru: В настоящее время используется 40 из ячеек для улучшения... "Перегрузка XXV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="41"]/text
ru: В настоящее время используется 41 из ячеек для улучшения... "Перегрузка XXVI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="42"]/text
ru: В настоящее время используется 42 из ячеек для улучшения... "Перегрузка XXVII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="43"]/text
ru: В настоящее время используется 43 из ячеек для улучшения... "Перегрузка XXVIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="44"]/text
ru: В настоящее время используется 44 из ячеек для улучшения... "Перегрузка XXIX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="45"]/text
ru: В настоящее время используется 45 из ячеек для улучшения... "Перегрузка XXX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="46"]/text
ru: В настоящее время используется 46 из ячеек для улучшения... "Перегрузка XXXI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="47"]/text
ru: В настоящее время используется 47 из ячеек для улучшения... "Перегрузка XXXII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="48"]/text
ru: В настоящее время используется 48 из ячеек для улучшения... "Перегрузка XXXIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="49"]/text
ru: В настоящее время используется 49 из ячеек для улучшения... "Перегрузка XXXIV"
