Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//ship[@name="SHIP_FM_GUNHYDRA_ENEMY"]/destroyed/text
ru: Когда корабль разлетается на части, вы начинаете разбирать его на лом, а Ясновидящие вызывают вас: "Вам это удалосссь. Мы полагаем, что некоторые предссставители Федерации всссе-таки не ублюдки. Мы передадим вам часссть вознаграждения за сссмерть Винчессстера, а также вы можете получить чертеж, который мы нашшшли на ссстаром ссскладе богомола. Вот и чудесссно, есссли вы захотите помочь нам сссобирать долги в будущем... просссто предложение".

source: data/events_specialfm_forgemaster.xml.append$//ship[@name="SHIP_FM_GUNHYDRA_ENEMY"]/destroyed/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//ship[@name="SHIP_FM_GUNHYDRA_ENEMY"]/deadCrew/text
ru: Близнецы энджи мертвы, а Винчестер задыхается и отчаянно борется за жизнь. "Ты... почему... Гармония... остановись...", - из последних сил произносит богомол. Ваш экипаж начинает разбирать корабль на лом, а Ясновидящие вызывают вас: "Вам это удалосссь. Мы полагаем, что некоторые предссставители Федерации всссе-таки не ублюдки. Мы передадим вам часссть вознаграждения за сссмерть Винчессстера, а также вы можете получить чертеж, который мы нашшшли на ссстаром ссскладе богомола. Вот и чудесссно, есссли вы захотите помочь нам сссобирать долги в будущем... просссто предложение".

source: data/events_specialfm_forgemaster.xml.append$//ship[@name="SHIP_FM_GUNHYDRA_ENEMY"]/deadCrew/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DESTROY"]/text
ru: Коллекторы-Ясновидящие повержены. Хорошо, что слизни уже ненавидят вас, потому что в этот момент они, вероятно, не могли бы ненавидеть вас сильнее. Винчестер вызывает вас, радостно восклицая: "Спасибо-спасибо, человек! Вы хорошо помогаете!" Пока вы разговариваете с Винчестером, ваш экипаж начинает разбирать корабль Ясновидящих. "Как вы нашли мой корабль? Только близкие друзья знают где найти мой корабль, остальные его боятся".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DESTROY"]/choice/text
ru: Алестер попросил меня помочь...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/text
ru: "Человек с кирпичным молотком просит помощи? Я знал, что он любит кирпич, но это меня удивило! У него доброе сердце, крепкое словно корпус", - говорит он, и его усики на мгновение радостно дергаются. Один из его членов экипажа на заднем плане показывает на соседнюю консоль и кричит что-то, что вы не можете разобрать. Богомол вздыхает: "Похоже, приближаются еще корабли коллекторов, им нужна моя голова. Извините, мне нечего предложить". Один из близнецов энджи берет управление связью на себя. "Предложение: взять чертеж нашего корабля, может пригодиться. Чертеж - одно из последних, что у нас есть". Вы соглашаетесь и получаете чертеж их... мерзкого корабля. "Я должен идти! Простите!" - быстро говорит Винчестер.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/text
ru: Подождите! У меня есть вопрос!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/text
ru: "У вас ЧТО? Винчестеру пора уходить, пока жадные слизни не появились снова!" - огрызается богомол. Он ворчит какое-то время, а потом продолжает. "Во имя Винчестеров, полагаю, я многим обязан. У меня есть время только для одного вопроса. Задавайте, пожалуйста, быстро".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[1]/text
ru: Почему ваш корабль так выглядит?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[1]/event/text
ru: "Семейный шедевр Винчестеров - так я его называю. Многие смеются, но когда я берусь за работу с оружием, мне становится не до смеха". Он говорит с серьезным выражением лица. "Я потратил на корабль большую сумму из семейного состояния, он очень дорогой. А теперь я должен идти". У Винчестера не остается времени на разговоры, и его экипаж желает вам удачи в вашей миссии, а Винчестер начинает включать свой ССД.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[1]/event/choice/text
ru: Отпустить их...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_WINCHESTER_LEAVE"]/loadEventList/event[1]/text
ru: Винчестер грустно машет рукой, когда активируются двигатели корабля. "Прощай, новый друг. Умоляю, храни моего лучшего друга". При этих словах близнец энджи на вашем корабле тоже грустно машет рукой. ГанБоминация активирует ССД и уходит в прыжок, исчезая без следа. Вы тоже решаете отправиться в путь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_WINCHESTER_LEAVE"]/loadEventList/event[2]/text
ru: Винчестер грустно машет рукой, когда активируются двигатели корабля. "Прощай, новый друг". ГанБоминация активирует ССД и уходит в прыжок, исчезая без следа. Вы тоже решаете отправиться в путь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[2]/text
ru: Почему Ясновидящие преследуют вас?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[2]/event/text
ru: "Я взял НЕБОЛЬШОЙ кредит, только небольшой! Но они жадные, хотят вернуть долг прямо сейчас. Лом в другом кошельке богомола, вы понимаете, да? Я планировал расплатиться с ними после того, как уничтожу настоящую угрозу...", - замявшись, он понимает, что очень торопится. У Винчестера не остается времени на разговоры, и его экипаж желает вам удачи в выполнении миссии, а Винчестер начинает включать ССД.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[2]/event/choice/text
ru: Отпустить их...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[3]/text
ru: Почему бы вам не пойти с нами?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[3]/event/text
ru: "Клянусь честью семьи Винчестеров, я обещаю, что помогу близнецам энджи с заданием, это не забота Федерации, пока повстанцы не будут остановлены". У Винчестера не остается времени на разговоры, и его экипаж желает вам удачи в выполнении миссии, а Винчестер начинает включать свой ССД.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[3]/event/choice/text
ru: Отпустить их...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[4]/text
ru: Зачем вам нужен этот корабль?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[4]/event/text
ru: "Я спасаю близнецов энджи с корабля работорговцев, и они рассказывают мне правду о Гармонии. Гармония плохая, более плохая, чем повстанцы. Я планирую ее полностью уничтожить..." Винчестер на мгновение смеется и продолжает. "Я сказал себе: много оружия решает все проблемы. Но, возможно, я использовал слишком много оружия, и теперь я ищу способ обеспечить корабль энергией". У Винчестера не остается времени на разговоры, и его экипаж желает вам удачи в выполнении миссии, а Винчестер начинает включать свой ССД.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[4]/event/choice/text
ru: Отпустить их...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[@req="unique_freddy"]/text
ru: (Фредди) Попросить Винчестера присоединиться к делу Федерации.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[@req="unique_freddy"]/event/text
ru: Винчестер хмурится, но быстро кивает. "Фредди прав, мое задание не стоит того, если все богомолы погибнут из-за повстанцев. Я, добрый Винчестер, присоединяюсь к миссии! Я продолжу выполнение своего обещания после того, как повстанцы будут побеждены", - объясняет он, и в его голосе появляется уверенность. Один из близнецов энджи, пилотирующий ГанБоминацию, включает ССД и улетает, высадив Винчестера на борт вашего корабля.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[@req="unique_freddy"]/event/crewMember
ru: Винчестер

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[2]/text
ru: Отпустить их...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_KILLED"]/text
ru: Коллекторы-Ясновидящие упали замертво, оставив свой корабль без команды. Хорошо, что слизни уже ненавидят вас, потому что в этот момент они, вероятно, не могли бы ненавидеть вас сильнее. Винчестер приветствует вас, радостно восклицая: "Спасибо-спасибо, человек! Вы хорошо помогаете!" Пока вы разговариваете с Винчестером, ваш экипаж начинает разбирать корабль Ясновидящих. "Как вы нашли мой корабль? Только близкие друзья знают как найти мой корабль, остальные его боятся".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_KILLED"]/choice/text
ru: Алестер попросил меня помочь...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FALLEN_DESTROY"]/text
ru: "Проклятье... знал, что не надо было связываться... с подразделением..." Когда то, что осталось от корабля Рэндалла, разрушается и сгорает, вы получаете вызов с Беседки, в котором вас благодарят за добрый поступок и перенаправляют к Мандельбриссу и Кириет. "Полагаю, мы должны все объяснить вам и Алестеру. Видите ли, мы были лучшими друзьями, Кириет и я, но между нами возникли проблемы, когда мы наконец-то задумались о том, что нам делать с нашей чудесной технологией. Видите ли, я..." "Он хотел использовать наши исследования и технологии для создания оружия войны, вместо того чтобы использовать наши знания для распространения мира и процветания". "Вы можете сколько угодно распространять мир, Ки, но когда дело доходит до дела, оружие - это то, что отличает таких спасителей, как мистер Ренегат, и таких трусов, как мы, которые прячутся под столом, чтобы избежать опасности".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FALLEN_DESTROY"]/choice/text
ru: Стать посредником в их конфликте.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FALLEN_KILLED"]/text
ru: "Проклятье... знал, что не надо было связываться... с подразделением..." Когда вы разбираете пустую оболочку истребителя Ангелов, вы получаете вызов с Беседки, в котором вас благодарят за добрый поступок и перенаправляют к Мандельбриссу и Кириет. "Полагаю, мы должны все объяснить вам и Алестеру. Видите ли, мы были лучшими друзьями, Кириет и я, но между нами возникли проблемы, когда мы наконец-то задумались о том, что нам делать с нашей чудесной технологией. Видите ли, я..." "Он хотел использовать наши исследования и технологии для создания оружия войны, вместо того чтобы использовать наши знания для распространения мира и процветания". "Вы можете сколько угодно распространять мир, Ки, но когда дело доходит до дела, оружие - это то, что отличает таких спасителей, как мистер Ренегат, и таких трусов, как мы, которые прячутся под столом, чтобы избежать опасности".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FALLEN_KILLED"]/choice/text
ru: Стать посредником в их конфликте.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/text
ru: "Хорошо, тогда решайте сами. С кем вы согласны? Как вы думаете, действительно ли мир может положить конец конфликтам?" "Или оружие может способствовать процветанию?"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/choice[1]/text
ru: Оружие не всегда можно использовать со злым умыслом. (Встать на сторону Мандельбрисса)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/choice[1]/event/text
ru: "Хмм... Полагаю, я могу понять вашу точку зрения. В конце концов, мы бы сейчас не стояли здесь, если бы вы не спасли нас с помощью силы. Ладно, мы с Мандельбриссом закончим работу над прототипом в нашей лаборатории и передадим его вам для тестирования". Когда Кириет покидает помещение и отправляется доделывать прототип, Мандельбрисс коротко благодарит вас, после чего отправляется туда же. Вскоре после этого они появляются рядом с вашим кораблем с совершенно новым орудием.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/choice[1]/event/choice/text
ru: Поблагодарить их и уйти.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/choice[2]/text
ru: Сильным можно быть не только с большими пушками. (Встать на сторону Кириет)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/choice[2]/event/text
ru: "Хмм... Думаю, я могу понять вашу точку зрения. Сильное оружие не может помочь человеку вернуться с того света, и, видит бог, большие пушки не спасли Федерацию во время бойни на Узле 17. Ладно, хорошо, я доделаю прототип Кириет, и мы передадим его вам, чтобы вы использовали его по своему усмотрению". Когда Мандельбрисс покидает помещение, чтобы закончить прототип, Кириет коротко благодарит вас, после чего отправляется туда же. Вскоре после этого они появляются у вашего корабля с совершенно новым орудием.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/choice[2]/event/choice/text
ru: Поблагодарить их и уйти.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SPARE"]/text
ru: Кажется, вы на последнем издыхании. Вы долго не протянете, и Алестер решил пощадить вас. "Не нужно больше кровопролития, мальчик".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SPARE"]/choice[1]/text
ru: Капитулировать.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SPARE"]/choice[1]/event/text
ru: Алестер отключает оружие. "Давай, мальчик, сделаем вид, что этого никогда не было".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SPARE"]/choice[2]/text
ru: Мы не сдадимся.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SPARE"]/choice[2]/event/text
ru: "Да будет так, мальчик, тогда я не стану сдерживаться" - отвечает Алестер.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_COUNTER"]/text
ru: На экране внезапно вспыхивает ярки свет и появляется Алестер. "У тебе живет дух воина, мальчик! Давай убедимся, что ты сражаешься со мной честно, хорошо?" Алестер кладет руку на терминал корабля. Дисплей связи, на котором лежит рука Алестера, вспыхивает ярким светом, и вы чувствуете, как ваш корабль слегка подрагивает.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_RETALIATE"]/text
ru: Корабль Алестера на мгновение ярко вспыхивает и выпускает две необычно окрашенные капсулы с дронами на ваш корабль. Это нехорошо.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_RETALIATE_STRONK"]/text
ru: Корабль Алестера снова ярко светится и запускает в ваш корпус две знакомые по цвету капсулы с дронами. В тот момент, когда они появляются на ваших сканерах, вы и, вероятно, остальные члены вашего экипажа внезапно испытываете ужас. Следует покончить с этим быстро, пока все не вышло из-под контроля.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END"]/text
ru: Бой продолжается...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END"]/choice[1]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END"]/choice[2]/text
ru: Отступить. (Это временная опция, она дает только самую низкую награду).

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END"]/choice[2]/event/text
ru: Алестер отключает оружие и снова вызывает вас. "Неплохо, мальчик, совсем неплохо! Ты определенно знаешь, как обращаться со своим кораблем. Уверен, у меня найдется что-нибудь для тебя, и позволь мне также починить твой корпус! Ты хорошо сражался". Он ремонтирует ваш корпус и телепортирует несколько ящиков с ресурсами...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END"]/choice[2]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END_NOMERCY"]/text
ru: Бой продолжается...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END_NOMERCY"]/choice[1]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END_NOMERCY"]/choice[2]/text
ru: Похоже, милосердие отменяется...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_1_END"]/text
ru: За мгновение до разрушения, все Пластинчатые на корабле Алестера начали чинить корпус, быстро возвращая его в идеальное состояние! На экране внезапно вспыхивает яркий свет, и появляется Алестер. "У тебе живет дух воина, мальчик! Посмотрим, сможешь ли ты продолжать в том же духе, а?" Алестер кладет руку на терминал корабля, лампочка на нем вспыхивает ярким светом, и вы замечаете, как его корабль слегка подрагивает, пока он усиливает работу своих систем.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_1_END"]/choice[1]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_1_END"]/choice[2]/text
ru: Отступить.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_1_END"]/choice[2]/event/text
ru: Алестер отключает оружие и снова вызывает вас. "Неплохо, мальчик, совсем неплохо! Ты определенно знаешь, как обращаться со своим кораблем. Уверен, у меня найдется что-нибудь для тебя, и позволь мне также починить твой корпус! Ты хорошо сражался". Он ремонтирует ваш корпус и телепортирует несколько ящиков с ресурсами...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_1_END"]/choice[2]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_2_END"]/text
ru: Вы ожидаете, что на этом все закончится, но вместо этого обнаруживаете всплеск нанитов, когда активируется Рассеивание ремонтных ботов, быстро устраняющих повреждения! "Отличная попытка, мальчик, но тебе придется сделать больше! Мой корабль хорошо приспособлен для ремонта; множество пиратов, думающих, что могут украсть мой груз, сделали это почти обязательным для прохождения через их сектора!" Сканирование показывает дальнейшее увеличение мощности.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_2_END"]/choice[1]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_2_END"]/choice[2]/text
ru: Отступить.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_2_END"]/choice[2]/event/text
ru: Алестер отключает оружие и снова вызывает вас. "Очень впечатляюще, мальчик! Ты сражаешься с мастерством, которое не многие из тех, кто сталкивался со мной, когда-либо демонстрировали! Возьми эти ресурсы и орудие из моего хранилища - прекрасная награда за нашу битву!" Алестер телепортирует на ваш корабль несколько небольших ящиков с различными ресурсами, а также орудие из своих запасов.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_2_END"]/choice[2]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_3_END"]/text
ru: На корабле Кузнеца срабатывает система экстренного ремонта, одновременно взрываются десятки ремонтных бомб. "Ты действительно доводишь меня до предела, мальчик..." Ваши сканеры фиксируют очередное увеличение мощности его корабля. "Давай закончим на этом, хорошо, мальчик?"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_3_END"]/choice[1]/text
ru: Закончить на этом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_3_END"]/choice[1]/event/text
ru: Алестер отключает оружие и снова вызывает вас. "Ты действительно умеешь стоять на своем, мальчик! За твои доблестные усилия я награждаю тебя огромной добычей, а также орудие из моей собственной кузницы! Алестер телепортирует несколько ящиков с ресурсами, а также орудие из своей кузницы. "И позволь мне подлатать твой корпус, мальчик! Отличная битва!" Алестер отправляет на ваш корабль нескольких Пластинчатых, которые быстро ремонтируют корпус и доставляют несколько ящиков с ресурсами...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_3_END"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_3_END"]/choice[2]/text
ru: Продолжать бой...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_3_END"]/choice[2]/event/text
ru: "О, если ты хочешь боя, то ты его получишь, мальчик", - пара необычных капсул с дронами отправляются на ваш корабль...

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_SPARRING_REWARD"]/event/text
ru: В одном из ящиков находится поврежденное ржавое орудие. "Мальчик, возможно, это немного грубо с моей стороны, но у меня начинает не хватать места для хранения всего моего оружия. Это орудие все еще чего-то стоит, и я считаю, что это была отличная дуэль, так что, если ты не против, мальчик, я бы хотел, чтобы ты немного расчистил эту растущую кучу лома. И возьми еще немного - считай, что это плата за то, что ты забрал у меня ржавое орудие!"

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_SPARRING_REWARD_2"]/event/text
ru: В одном из ящиков лежит орудие, которое выглядит как новое. "Видишь ли, пираты часто откусывают больше, чем могут прожевать. Я потратил немного времени, чтобы починить одно из их орудий, и мне удалось сохранить одну из их перезарядных машин. Она не в лучшем состоянии, но я уверен, что она еще послужит тебе, мальчик". [+7% скорости перезарядки]

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_SPARRING_REWARD_3"]/event/text
ru: В одном из ящиков лежит новое орудие и, похоже, сделанный на заказ перезарядный модуль. "Те, кто заказали это, были не совсем довольны - фактически, они оставили мне модуль перезарядки, который я сделал для них! Думаю, ты лучше их разбираешься в качестве, мальчик, так что, думаю, в твоих руках оно послужит лучше, чем в их!" [+10% к скорости перезарядки]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="GUNBOM_FULL"]/text
ru: Корабль начинает оживать. "Наконец-то! Я нашел запасной генератор! Мы устроим этим негодяям ад!" с гордостью заявил Винчестер. Похоже, их системы теперь полностью готовы к работе!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="GUNBOM_FULL"]/choice/text
ru: Продолжить...
