Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[@req="FM_FS_LIST_COORDINATE_AND_DISSONANCE"]/text
ru: (ИЗЛУЧАТЕЛЬ ДИССОНАНСА ГАРМОНИИ + КООРДИНАТЫ) Прыгнуть прямо к замаскированному маяку, который установили поблизости оставшиеся выжившие, одновременно глуша все корабли Гармонии с помощью Излучателя диссонанса Гармонии.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[7]/text
ru: Неважно, вернуться на площадь. Вы еще не готовы принять решение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_1"]/text
ru: Вы не совсем понимаете, что это за ерунда с Гармонией, по крайней мере, не до конца. Но из терминалов командного центра вы узнали, что каким-то образом находитесь на 4 года в будущем. Вы надеетесь, что Федерация еще существует и что это какой-то научный центр Федерации, и что скоро прибудет подкрепление. Вы и ваш экипаж собираете еду, одежду и другие припасы, какие только можно, и ждете спасения.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_1"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_2"]/text
ru: Вы не совсем понимаете, что это за ерунда с Гармонией, по крайней мере, не до конца. Но из терминалов командного центра вы узнали, что каким-то образом находитесь на 4 года в будущем. Вы надеетесь, что Федерация еще существует и что это какой-то научный центр Федерации, и что скоро прибудет подкрепление. Вы и ваш экипаж собираете еду, одежду и другие припасы, какие только можно, и ждете спасения. Излучатель диссонанса Гармонии обеспечит вам безопасность, пока вы ждете! ...по крайней мере, вы надеетесь на это в глубине души.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_2"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_3"]/text
ru: Вы устали от этой игры. Чем это отличается от борьбы с повстанцами? Вы решаете, что с вас хватит, и возвращаетесь на корабль, где выбираете маяк, который выглядит наименее опасным (вы не признаетесь в этом, но вы просто выбрали его наугад), и прыгаете к следующему маяку. Вам интересно, что ждет вас там...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_3"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_4"]/text
ru: Вы устали от этой игры. Чем это отличается от борьбы с повстанцами? Вы решаете, что с вас хватит, и возвращаетесь на корабль, где выбираете маяк, который выглядит наименее опасным (вы не признаетесь в этом, но вы просто выбрали его наугад), и прыгаете к следующему маяку. Ваш Излучатель диссонанса Гармонии, надеюсь, обеспечит вам безопасность при исследовании этого неизвестного сектора.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_4"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_5"]/text
ru: Вы прыгаете прямо к маяку с флажком, надеясь найти хотя бы одно дружелюбное лицо. Если уж вы застряли в этом разрушенном будущем, то не должны сдаваться, не перегруппировавшись и не вступив в бой изо всех сил.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_5"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_6"]/text
ru: Вы прыгаете прямо к маяку с флажком, надеясь найти хотя бы одно дружелюбное лицо. Если уж вы застряли в этом разрушенном будущем, то не должны сдаваться, не перегруппировавшись и не вступив в бой изо всех сил. Вы уверены, что то, что осталось от цивилизации, с РАДОСТЬЮ использует этот Излучатель диссонанса Гармонии против Гармонии. Это лучший план, который у вас есть, поэтому вы придерживаетесь его!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_6"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_1_PLAY"]/text
ru: СПАСИБО ВАМ ЗА ИГРУ!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_1_PLAY"]/win/@text
ru: Эта временная линия обречена на уничтожение Гармонией. Просто выживите.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_2_PLAY"]/text
ru: СПАСИБО ВАМ ЗА ИГРУ!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_2_PLAY"]/win/@text
ru: Эта временная линия обречена на уничтожение Гармонией. Просто выживите.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_3_PLAY"]/text
ru: СПАСИБО ВАМ ЗА ИГРУ!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_3_PLAY"]/win/@text
ru: Эта временная линия обречена на уничтожение Гармонией. Просто выживите.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_4_PLAY"]/win/@text
ru: Эта временная линия обречена на уничтожение Гармонией. Просто выживите.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_4_PLAY"]/text
ru: СПАСИБО ВАМ ЗА ИГРУ!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_5_PLAY"]/win/@text
ru: Эта временная линия обречена на уничтожение Гармонией. Просто выживите.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_5_PLAY"]/text
ru: СПАСИБО ВАМ ЗА ИГРУ!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_6_PLAY"]/win/@text
ru: Эта временная линия обречена на уничтожение Гармонией. Просто выживите.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_6_PLAY"]/text
ru: СПАСИБО ВАМ ЗА ИГРУ!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/text
ru: Вы проверяете свой инвентарь, чтобы рассмотреть все полезные предметы, которые могут у вас быть. (Вы можете нажать "-" или "+" на клавиатуре, чтобы увеличить или уменьшить размер текста/шрифта).

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_keycard_5"]/text
ru: (УРОВЕНЬ БЕЗОПАСНОСТИ 5-ГО УРОВНЯ) Вы нашли карточку-ключ с надписью "Уровень безопасности доступа 5-го уровня".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_keycard_2"]/text
ru: (УРОВЕНЬ БЕЗОПАСНОСТИ 2-ГО УРОВНЯ) Вы нашли карточку-ключ с надписью "Уровень безопасности доступа 2-го уровня".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_keycard_1"]/text
ru: (УРОВЕНЬ БЕЗОПАСНОСТИ 1-ГО УРОВНЯ) Вы нашли карточку-ключ с надписью "Уровень безопасности доступа 1-го уровня".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_power_cutter"]/text
ru: (ЭЛЕКТРИЧЕСКИЙ РЕЗАК) Вы нашли Электрический резак в кладовой уборщиков.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_fuse"]/text
ru: (ЗАПАСНОЙ ПРЕДОХРАНИТЕЛЬ) Вы нашли запасной предохранитель в апартаментах 107A.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_blank_id"]/text
ru: (ПУСТОЙ ИДЕНТИФИКАТОР) Вы нашли эти пустые идентификаторы в апартаментах 120A.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_elevator_id"]/text
ru: (ГОСТЕВОЙ ИДЕНТИФИКАТОР) Вы создали их с помощью пустых идентификаторов, пропустив их через гостевое программное обеспечение поста охраны. Их можно использовать для доступа к определенным областям, которые иначе закрыты для посторонних.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_fire_grenade"]/text
ru: (ЗАЖИГАТЕЛЬНАЯ ГРАНАТА) Полезное устройство и оружие для мгновенного разжигания огня.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_extinguisher"]/text
ru: (ОГНЕТУШИТЕЛЬ) Полезное устройство и оружие для мгновенного тушения пожара.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_duct_tape"]/text
ru: (КЛЕЙКАЯ ЛЕНТА) Клейкая лента исправляет все! ...или просто так говорят.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_grappling_hook"]/text
ru: (КРЮК-КОШКА) Может использоваться для карабканья или доставания отдаленных предметов. Имеет прикрепленный крюк.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_rope"]/text
ru: (ВЕРЕВКА) Может использоваться для карабканья или доставания отдаленных предметов. К ней можно прикрепить крюк.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_duct_pole"]/text
ru: (УЛУЧШЕННЫЙ ШЕСТ) ШЕСТ, прикрепленный к другому шесту с помощью большого количества клейкой ленты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_bromwell_memo"]/text
ru: (ЗАПИСКА БРОМВЕЛЛЯ) Записка с кодом безопасности командного центра. Можно считать у дверей командного центра.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="marker_case_obtained"]/text
ru: (ЗАПИСКА ИЗ ДИПЛОМАТА) Записка с способом через дверь доступа к прототипу 7-го уровня лаборатории исследований и разработок Федерации. Придется, по сути, хлопать руками по кнопкам, весело!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_magnet_tool"]/text
ru: (МАГНИТНЫЙ ИНСТРУМЕНТ) Может толкать или тянуть металлические предметы, может пригодиться!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_harmony_dissonance_emitter"]/text
ru: (ИЗЛУЧАТЕЛЬ ДИССОНАНСА ГАРМОНИИ) Может (надеюсь) помочь вам разобраться с Гармонией.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="pilot"]/text
ru: Закончить просмотр инвентаря

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY_LEAVE"]/text
ru: Вы никогда не должны это видеть.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY_LEAVE"]/choice[1]/text
ru: Закончить просмотр инвентаря

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY_LEAVE"]/choice[2]/text
ru: Конец события.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_TEST_FIGHT"]/text
ru: Время теста

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_TEST_FIGHT"]/choice/text
ru: Продолжить...
