Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and @lvl="0"]/text
ru: Модуль перезарядки системы [60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and @lvl="0"]/event/text
ru: Установить Модуль перезарядки системы(Взломщик)? [На 5 секунд быстрее перезарядка системы, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and @lvl="0"]/event/choice[1]/text
ru: Установить Модуль перезарядки системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and @lvl="0"]/event/choice[1]/event/text
ru: Модуль перезарядки системы был установлен в вашу систему Взломщика!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and not(@lvl)]/text
ru: Модуль перезарядки системы [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/text
ru: Что вы хотите установить в систему контроля разума?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and @lvl="0"]/event/text
ru: Установить улучшение системы (Контроль разума)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу систему контроля разума!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Контроль разума): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу систему контроля разума!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and @lvl="0"]/text
ru: Модуль перезарядки системы [60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and @lvl="0"]/event/text
ru: Установить Модуль перезарядки системы(Контроль разума)? [На 5 секунд быстрее перезарядка системы, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and @lvl="0"]/event/choice[1]/text
ru: Установить Модуль перезарядки системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and @lvl="0"]/event/choice[1]/event/text
ru: Модуль перезарядки системы был установлен в вашу систему Контроля разума!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and not(@lvl)]/text
ru: Модуль перезарядки системы [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/text
ru: Что вы хотите установить в систему временного манипулятора?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and @lvl="0"]/event/text
ru: Установить улучшение системы (Временной манипулятор)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу систему временного манипулятора!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Временной манипулятор): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу систему временного манипулятора!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and @lvl="0"]/text
ru: Модуль перезарядки системы [60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and @lvl="0"]/event/text
ru: Установить Модуль перезарядки системы(Временной манипулятор)? [На 5 секунд быстрее перезарядка системы, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and @lvl="0"]/event/choice[1]/text
ru: Установить Модуль перезарядки системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and @lvl="0"]/event/choice[1]/event/text
ru: Модуль перезарядки системы был установлен в вашу систему Временного манипулятора!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and not(@lvl)]/text
ru: Модуль перезарядки системы [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/text
ru: Что вы хотите установить в подсистему Рулевой рубки?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and @lvl="0"]/event/text
ru: Установить улучшение системы (Рулевая рубка)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу подсистему Рулевой рубки!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Рулевая рубка): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу подсистему рулевой рубки!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/text
ru: Что вы хотите установить в подсистему сенсоров?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and @lvl="0"]/event/text
ru: Установить улучшение системы (Сенсоры)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу подсистему сенсоров!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Сенсоры): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу подсистему сенсоров!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/text
ru: Что вы хотите установить в подсистему дверей?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and @lvl="0"]/event/text
ru: Установить улучшение системы (Двери)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу подсистему дверей!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Дроны): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу подсистему дверей!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/text
ru: Что вы хотите установить в подсистему батареи?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and @lvl="0"]/event/text
ru: Установить улучшение системы (Батарея)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу подсистему батареи!
