Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_LISTEN"]/choice[2]/text
ru: Войти в апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_LISTEN"]/choice[3]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_KNOCK"]/text
ru: Вы осторожно стучите в дверь, а ваш экипаж занимает позиции для прикрытия в случае необходимости. Никто не отвечает.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_KNOCK"]/choice[1]/text
ru: Приложить ухо к двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_KNOCK"]/choice[2]/text
ru: Войти в апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_KNOCK"]/choice[3]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_ENTER"]/text
ru: Вы пытаетесь открыть дверь, но она, как ни странно, заперта. К счастью, она сделана не из невероятно прочного материала. Вы много раз ударяете по двери, пока она не слетает с петель. Вы не можете поверить, что на станции вообще используются петли, но, должно быть, это роскошь или предпочтение ее жильцов. Вы и ваш экипаж входите в комнату с оружием наизготовку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_ENTER"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_ENTER_2"]/text
ru: Осмотрев комнату, вы не можете поверить, насколько она грязная. Комната небольшая, выглядит довольно уныло и находится в относительно плохом состоянии. Повсюду валяется металлолом, а на стеллажах нет ничего, за исключением нескольких пыльных предметов. Кровать не заправлена, а простыни испачканы. Большую часть комнаты занимает письменный стол, оставляя мало места для других вещей. На столе разбросаны личные вещи: расческа, старые часы, несколько журавликов оригами и небольшой компьютерный терминал. Владельца вещей нигде не видно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_ENTER_2"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_HUB"]/text
ru: Быстро убедившись, что комната безопасна, вы начинаете поиски выживших, информации или чего-нибудь еще полезного.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_HUB"]/choice[1]/text
ru: Осмотреть стол.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_HUB"]/choice[2]/text
ru: Проверить шкаф.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_HUB"]/choice[3]/text
ru: Выйти из комнаты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET"]/text
ru: Вы находите здесь несколько пар грязной одежды и несколько старых картонных коробок. Отбросив несколько бесполезных, например, с надписью "Спортивная обувь", вы находите одну, которая привлекает ваше внимание. На коробке написано "Запасные части".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET"]/choice[1]/text
ru: Открыть коробку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET"]/choice[2]/text
ru: Осмотреть стол.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET"]/choice[3]/text
ru: Из-за грязного белья вы чувствуете себя плохо, вы выходите из комнаты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_OPEN_BOX"]/text
ru: Открыв коробку, вы обнаруживаете множество запасных кабелей, несколько старых жестких дисков с отверстиями, стекло для дисплея монитора и несколько предохранителей.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_OPEN_BOX"]/choice[1]/text
ru: Осмотреть стол.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_OPEN_BOX"]/choice[@req="fm_fs_fuse" and @lvl="1"]/text
ru: Вы уже взяли запасной предохранитель, неразумно носить с собой слишком много. Вы и ваш экипаж всегда можете вернуться в эту комнату, если вам понадобится больше.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_OPEN_BOX"]/choice[@req="fm_fs_fuse" and @lvl="0"]/text
ru: Взять с собой предохранитель, он может пригодиться.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_OPEN_BOX"]/choice[4]/text
ru: Из-за грязного белья вы чувствуете себя плохо, вы выходите из комнаты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_TAKE_FUSE"]/text
ru: Вы забираете с собой запасной предохранитель и продолжаете обыскивать комнату в поисках припасов.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_TAKE_FUSE"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK"]/text
ru: Это запыленный старый стол, возможно, сентиментальный предмет, который хозяин привез с собой. На нем лежат какие-то бумаги, в которых говорится о счетах и пропущенных платежах, ежедневник, позволяющий организовать работу, и работающий компьютерный терминал.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK"]/choice[1]/text
ru: Прочитать бумаги.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK"]/choice[2]/text
ru: Прочитать ежедневник.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK"]/choice[3]/text
ru: Включить терминал.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK"]/choice[4]/text
ru: Осмотреть шкаф.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK"]/choice[5]/text
ru: Из-за грязного белья вы чувствуете себя плохо, вы выходите из комнаты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL"]/text
ru: Вы загружаете терминал. У пользователя есть новостная статья и несколько файлов в папке "Музыка". Что вы хотите проверить в первую очередь?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL"]/choice[1]/text
ru: Прочитать новостную статью.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL"]/choice[2]/text
ru: Проверить музыкальные файлы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL"]/choice[3]/text
ru: Достаточно, выключить терминал, чтобы сэкономить оставшуюся энергию станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_NEWS"]/text
ru: Статья гласит. ЕЖЕДНЕВНАЯ БЕЛЛОНА ЭКСТРЕННАЯ ТЕКСТОВАЯ ТРАНСЛЯЦИЯ ОТ КОМАНДИРА КОСМИЧЕСКОЙ СТАНЦИИ "БЕЛЛОНА" БРОМВЕЛЛЯ РУДКИНА. Несколько кораблей Гармонии вошли в пространство нашего маяка и направляются для исследования нашего убежища. НЕМЕДЛЕННО СЛЕДУЙТЕ ПРОТОКОЛУ 'XETA' ДЛЯ ВАШЕЙ БЕЗОПАСНОСТИ.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_NEWS"]/choice[1]/text
ru: Продолжить чтение...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_NEWS"]/choice[2]/text
ru: Достаточно, выключить терминал, чтобы сэкономить оставшуюся энергию станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_NEWS_2"]/text
ru: Мы заблокируем все исходящие сообщения со станции, чтобы Гармония не смогла сообщить о нашем маяке ульевому разуму, но мы не знаем, насколько опасной будет неизбежная битва внутри станции. С БОГОМ. Согласно календарю терминала, эта передача была отправлена на все персональные терминалы в прошлом месяце, около 30 дней назад. Вы также заметили, что дата в календаре ошибочается примерно на 4 года. Или вы находитесь на 4 года в будущем? ...нет, этого не может быть. Вы уверены, что это должно быть ошибкой.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_NEWS_2"]/choice[1]/text
ru: Проверить музыкальные файлы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_NEWS_2"]/choice[2]/text
ru: Достаточно, выключить терминал, чтобы сэкономить оставшуюся энергию станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC"]/text
ru: Вы открываете папку "Музыка" и находите несколько аудиофайлов. Вот файлы, которые вы нашли. Они не имеют названия. Запись 323: Последнее обновление 32 дня назад Запись 324: Последнее обновление 30 дней назад Запись 325: Последнее обновление 29 дней назад Запись 326: Последнее обновление 27 дней назад

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC"]/choice[1]/text
ru: Выбрать запись в каталоге файлов.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC"]/choice[2]/text
ru: Достаточно, выключить терминал, чтобы сэкономить оставшуюся энергию станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/text
ru: Выбрать файл:

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/choice[1]/text
ru: Прослушать запись 323.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/choice[2]/text
ru: Прослушать запись 324.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/choice[3]/text
ru: Прослушать запись 325.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/choice[4]/text
ru: Прослушать запись 326.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/choice[5]/text
ru: Я передумал, прочитать новостную статью.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/choice[6]/text
ru: Достаточно, выключить терминал, чтобы сэкономить оставшуюся энергию станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_323"]/text
ru: Из терминала доносится хрипловатый, печальный мужской голос, похоже, принадлежащий человеку: "Запись 323, не могу поверить, что у меня уже более трехсот обновлений на борту этой дыры. Я не могу заставить себя что-либо делать, я тону в долгах, а эти облачнолицые негодяи, по сути, захватили весь сектор. Интересно, как обстоят дела в соседних секторах? Не то чтобы это имело значение, любой корабль, который мы посылаем к маяку "ВЫХОД", никогда не возвращается. Я очень надеюсь, что у командира Рудкина есть долгосрочный план для нас, иначе так остатки наших рас могут провести всю свою жизнь здесь, пока Гармония не найдет нас".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_323"]/choice[@req="pilot"]/text
ru: Продолжить случать...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_323_2"]/text
ru: Мужчина прочищает горло, затем вводит команду в терминал. "Завершить запись". Запись заканчивается.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_323_2"]/choice[1]/text
ru: Проверить другие файлы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_323_2"]/choice[2]/text
ru: Достаточно, выключить терминал, чтобы сэкономить оставшуюся энергию станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_324"]/text
ru: Из терминала доносится хрипловатый, очень обеспокоенный мужской голос: "Запись 324, я только что получил экстренное сообщение от командира Рудкина. Мы действительно запускаем протокол XETA? Будет массовая паника. Это очень плохо. Я побежал в кафе и купил всю еду и воду, какую только смог, - очереди были огромные. К счастью, командирразрешил нам носить оружие на борту космической станции как раз для таких случаев. Не уверен, что оно поможет против этих тварей".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_324"]/choice[@req="pilot"]/text
ru: Продолжить случать...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_324_2"]/text
ru: В голосе мужчины звучит почти счастье: "Дана, в кои-то веки я рад, что тебя больше нет с нами. Этот проклятый галактический конфликт никогда не закончится, это не мир для такой прекрасной души, как ты...". Несколько мгновений он тихо всхлипывает. "...конец записи".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_324_2"]/choice[1]/text
ru: Проверить другие файлы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_324_2"]/choice[2]/text
ru: Достаточно, выключить терминал, чтобы сэкономить оставшуюся энергию станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_325"]/text
ru: Из терминала доносится более энергичный, но испуганный мужской голос: "Запись 325, они здесь. Я слышал, как они вломились в соседние аппартаменты Колзапиролика. Этот старый богомолец устроил чертовски сильный отпор, но, клянусь, я слышал громкий, непрерывный высокочастотный гул? А потом ледяную тишину. Я НЕ ПОЙДУ ТУДА. Я забаррикадировал дверь всем, что было в комнате. Я выключу весь свет и буду держаться подальше от двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_325"]/choice[@req="pilot"]/text
ru: Продолжить случать...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_325_2"]/text
ru: Я не забрал сына из школы сегодня, и я слишком труслив, чтобы найти его. Я такой неудачник..." В записи 3 минуты тишины. "... конец записи".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_325_2"]/choice[1]/text
ru: Проверить другие файлы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_325_2"]/choice[2]/text
ru: Достаточно, выключить терминал, чтобы сэкономить оставшуюся энергию станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326"]/text
ru: Из терминала доносится радостный, бодрый мужской голос: "Запись 326, Младший вернулся домой! Должно быть, он забыл ключ, так как попросил меня впустить его. Конечно, я его отец, почему бы мне не впустить его?" Вы слышите разные приглушенные голоса, говорящие на разных тонах и с разными акцентами, и все они говорят в унисон очень тихо на заднем плане. Они повторяют: "Пой. Пой. Пой. Пой с нами. Пой с нами". Возможно, это доносится из-за двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326"]/choice[@req="pilot"]/text
ru: Продолжить случать...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326_2"]/text
ru: Мужчина продолжает говорить, как ни в чем не бывало "...что это, Джуниор? Хочешь, чтобы я пошел с тобой? ...ты нашел маму? Она в стыковочном отсеке? Тогда пойдем к Дане, все будет как в старые добрые времена!". Вы слышите, как мужчина спокойно отодвигает какие-то предметы от двери. "Я только немного... приберусь".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326_2"]/choice[@req="pilot"]/text
ru: Продолжить случать...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326_3"]/text
ru: Проходит около двух минут, и вы слышите, как открывается дверь. Вы слышите громкий СТУК и звук, похожий на то, что тяжелый предмет тащат прочь. Вдалеке вы клянетесь, что слышите какой-то громкий, непрерывный высокочастотный гул. Вы больше не слышите голосов, и в течение примерно 57 минут в записи стоит мертвая тишина. После этого вы слышите голос робота. "Лимит записи достигнут. Конец записи".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326_3"]/choice[1]/text
ru: Проверить другие файлы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326_3"]/choice[2]/text
ru: Достаточно, выключить терминал, чтобы сэкономить оставшуюся энергию станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_1"]/text
ru: Вы поднимаете первый попавшийся под руку листок. На нем написано: "Дорогой Йозеф, В связи с особенностями вашего пребывания у нас, уборка будет производиться раз в неделю, если нет других указаний. Если вам требуется уборка раньше этого срока, пожалуйста, сообщите нам об этом. Ваша арендная плата будет вычитаться раз в месяц наперед. С уважением, Администрация"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_1"]/choice[1]/text
ru: Прочитать больше.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_1"]/choice[2]/text
ru: Ладно, хватит.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_2"]/text
ru: Вы поднимаете первый попавшийся под руку листок. На нем написано: Вы поднимаете счет на оплату ежемесячных счетов. Он содержит: [300~] Аренда помещения [15~] Счет за телефон [35~] Счет за воду [100~] Счет за электричество [20~] Счет за кабельное телевидение

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_2"]/choice[1]/text
ru: Прочитать больше. Моя мирская любознательность безгранична!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_2"]/choice[2]/text
ru: Ладно, хватит, это не мое дело.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_3"]/text
ru: Уважаемый Джозеф Маллард, Вы получаете это письмо в соответствии с положениями закона о честной практике взыскания долгов, принятого слизнями. Как правило, основная польза от этого закона заключается в том, чтобы коллекторы вели себя ответственно. Это означает, что они, как правило, обязаны предоставлять вам соответствующую информацию о долге, который вы, возможно, не можете погасить.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_3"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_4"]/text
ru: Обычно эта информация предоставляется в виде сообщения, подобного этому. Это сообщение информирует вас о том, что ваша задолженность по оплате налога на вдыхаемый воздух принадлежащий слизням составляет [1 200,00~]. Если в течение тридцати (30) дней после получения данного сообщения вы не сообщите в письменной форме об обратном, что вы уже погасили этот налог, проценты по вашему долгу будут начисляться по 100% ежемесячной процентной ставке до тех пор, пока долг не будет погашен. Искренне Ваш, Агентство Долговых Акул Слизней

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_4"]/choice[@req="pilot"]/text
ru: Ладно, хватит, это нам ничуть не поможет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_DAY_PLANNER"]/text
ru: Его ежедневник, в основном пустой, похоже, этот человек не очень ответственный и купил его, чтобы почувствовать себя лучше или создать видимость ответственности перед другими. Вы замечаете несколько записей в разделе "ПРИМЕЧАНИЯ". Единственная, которая кажется важной, называется "Протокол XETA".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_DAY_PLANNER"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_DAY_PLANNER_2"]/text
ru: Протокол XETA: Если Протокол XETA вступает в силу, вводится военное положение до тех пор, пока угроза Гармонии не будет нейтрализована. Пожалуйста, используйте предоставленное вам огнестрельное оружие для самообороны, прячьтесь везде, где сможете забаррикадироваться, а команды безопасности сделают все возможное, чтобы вам не причинили вреда. Если к вашей двери подойдет ЛЮБОЕ существо, независимо от того, как оно звучит, НЕ ОТКРЫВАЙТЕ ее, пока ваши терминалы не получат разрешение. Мы узнали, что Гармония начала использовать образцы голоса, чтобы подражать другим расам.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_DAY_PLANNER_2"]/choice[@req="pilot"]/text
ru: Закончить чтение заметок ежедневника.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_APPROACH"]/text
ru: Вы подходите к двери в апартаменты 115A. По сравнению с другими дверями дверь выглядит странно чистой и аккуратной.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_APPROACH"]/choice[@req="marker_115a_no_listen"]/text
ru: Вы отказываетесь приближать свое ухо к этой двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_APPROACH"]/choice[2]/text
ru: Приложить ухо к двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_APPROACH"]/choice[3]/text
ru: Постучать в дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_APPROACH"]/choice[4]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN"]/text
ru: Вы слышите механический, синтезированный гул, доносящееся из комнаты. Мелодия навевает тоску, но в то же время странно притягивает.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN"]/choice[1]/text
ru: Продолжить случать...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN"]/choice[2]/text
ru: Неважно, лучше проверить другие апартаменты.
