Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM"]/text
ru: В данный момент вы просматриваете описание Платиновой осколочной пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM"]/choice[1]/text
ru: Улучшить Платиновую осколочную пушку с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM"]/choice[1]/event/choice/text
ru: Улучшение до Осмианской осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM"]/text
ru: В данный момент вы просматриваете описание Осмианской осколочной пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM"]/choice[1]/text
ru: Улучшить Осмианскую осколочную пушку с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM"]/choice[1]/event/choice/text
ru: Улучшение до Нобелиумной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/text
ru: В данный момент вы просматриваете описание Нобелиумной осколочной пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_BURST_1_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку с помощью лома и Элитного кристаллического импульсного лазера мод. I?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_BURST_2_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку с помощью лома и Элитного кристаллического импульсного лазера мод. II?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку с помощью лома и Элитного тяжелого кристалла мод. I?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку с помощью лома и Элитного тяжелого кристалла мод. II?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_STUN_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку с помощью лома и Элитного Нейрокристалла?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_STUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку с помощью лома и Элитного осколочного кристалла?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку с помощью лома и Элитного зарядного кристалла?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="MINELAUNCHER_CRYSTAL"]/text
ru: Улучшить Нобелиумную осколочную пушку с помощью лома и Осколкомета?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_2"]/choice/text
ru: Улучшение до Хассиумной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE_PLAYER"]/text
ru: В данный момент вы просматриваете описание Бронзовой осколочной пушки+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE_PLAYER"]/choice[1]/text
ru: Улучшить Бронзовую осколочную пушку+ с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE_PLAYER"]/choice[1]/event/choice/text
ru: Улучшение до Индиумной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE_PLAYER"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM_PLAYER"]/text
ru: В данный момент вы просматриваете описание Индиумной осколочной пушки+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM_PLAYER"]/choice[1]/text
ru: Улучшить Индиумную осколочную пушку+ с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM_PLAYER"]/choice[1]/event/choice/text
ru: Улучшение до Рениумной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM_PLAYER"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM_PLAYER"]/text
ru: В данный момент вы просматриваете описание Рениумной осколочной пушки+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM_PLAYER"]/choice[1]/text
ru: Улучшить Рениумную осколочную пушку+ с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM_PLAYER"]/choice[1]/event/choice/text
ru: Улучшение до Серебряной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM_PLAYER"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER_PLAYER"]/text
ru: В данный момент вы просматриваете описание Серебряной осколочной пушки+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER_PLAYER"]/choice[1]/text
ru: Улучшить Серебряную осколочную пушку+ с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER_PLAYER"]/choice[1]/event/choice/text
ru: Улучшение до Палладиумной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER_PLAYER"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/text
ru: В данный момент вы просматриваете описание Палладиумной осколочной пушки+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_1_RED"]/text
ru: Улучшить Палладиумную осколочную пушку+ с помощью лома и Элитного импульсного кристалла мод. I?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_2_RED"]/text
ru: Улучшить Палладиумную осколочную пушку+ с помощью лома и Элитного импульсного кристалла мод. I?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/text
ru: Улучшить Палладиумную осколочную пушку+ с помощью лома и Элитного тяжелого кристалла мод. I?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/text
ru: Улучшить Палладиумную осколочную пушку+ с помощью лома и Элитного тяжелого кристалла мод. II?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_STUN_RED"]/text
ru: Улучшить Палладиумную осколочную пушку+ с помощью лома и Элитного Нейрокристалла?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_STUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/text
ru: Улучшить Палладиумную осколочную пушку+ с помощью лома и Элитного осколочного кристалла?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/text
ru: Улучшить Палладиумную осколочную пушку+ с помощью лома и Элитного зарядного кристалла?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="MINELAUNCHER_CRYSTAL"]/text
ru: Улучшить Палладиумную осколочную пушку+ с помощью лома и Осколкомета?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER_2"]/choice/text
ru: Улучшение до Иридиумной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM_PLAYER"]/text
ru: В данный момент вы просматриваете описание Иридиумной осколочной пушки+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM_PLAYER"]/choice[1]/text
ru: Улучшить Иридиумную осколочную пушку+ с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM_PLAYER"]/choice[1]/event/choice/text
ru: Улучшение до Платиновой осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM_PLAYER"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM_PLAYER"]/text
ru: В данный момент вы просматриваете описание Платиновой осколочной пушки+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM_PLAYER"]/choice[1]/text
ru: Улучшить Платиновую осколочную пушку+ с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM_PLAYER"]/choice[1]/event/choice/text
ru: Улучшение до Осмианской осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM_PLAYER"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM_PLAYER"]/text
ru: В данный момент вы просматриваете описание Осмианской осколочной пушки+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM_PLAYER"]/choice[1]/text
ru: Улучшить Осмианскую осколочную пушку+ с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM_PLAYER"]/choice[1]/event/choice/text
ru: Улучшение до Нобелиумной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM_PLAYER"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/text
ru: В данный момент вы просматриваете описание Нобелиумной осколочной пушки+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_1_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку+ с помощью лома и Элитного кристаллического импульсного лазера мод. I?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_2_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку+ с помощью лома и Элитного кристаллического импульсного лазера мод. II?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку+ с помощью лома и Элитного тяжелого кристалла мод. I?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку+ с помощью лома и Элитного тяжелого кристалла мод. II?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_STUN_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку+ с помощью лома и Элитного Нейрокристалла?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_STUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку+ с помощью лома и Элитного осколочного кристалла?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/text
ru: Улучшить Нобелиумную осколочную пушку+ с помощью лома и Элитного зарядного кристалла?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="MINELAUNCHER_CRYSTAL"]/text
ru: Улучшить Нобелиумную осколочную пушку+ с помощью лома и Осколкомета?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER_2"]/choice/text
ru: Улучшение до Хассиумной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/text
ru: Какой боевой дрон вы хотели бы создать?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_ENERGY_COMBAT_BEAM1_LIST" and @lvl="1"]/text
ru: Соединить центральное энергетическое ядро Энергетического дрона с усилителем с линзами Боевого дрона мод. II, чтобы создать "Кто-нибудь дайте ему имя (Бу-Вомп)". [Цена: 37~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_ENERGY_COMBAT_BEAM1_LIST" and @lvl="0"]/text
ru: Чтобы выковать этого дрона, у вас должны быть Энергетический дрон с усилителем и Боевой дрон мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_AMBER_DRONE_LIST" and @lvl="1"]/text
ru: Перезарядить решетку Тяжелого кристалла мод. I частицами Штурмового дрона, чтобы выковать Янтарного боевого дрона.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_AMBER_DRONE_LIST" and @lvl="0"]/text
ru: Чтобы выковать этого дрона, у вас должены быть Тяжелый кристалл мод. I и Штурмовой дрон.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_CRYSTAL_DRONE_LIST" and @lvl="1"]/text
ru: Откалибровать резонансные частоты снарядов Осколочного кристалла, используя ядро Штурмового дрона, чтобы выковать Кристаллический боевой дрон.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_CRYSTAL_DRONE_LIST" and @lvl="0"]/text
ru: Чтобы выковать этого дрона, у вас должны быть Осколочный кристалл и Штурмовой дрон.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_CURA_DRONE_LIST" and @lvl="1"]/text
ru: Оптимизировать реактор и алгоритмы Консервативного боевого дрона с помощью компьютера Управляющего дрона, а также построить временную фабрику дронов с помощью схемы Боевого дрона мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_CURA_DRONE_LIST" and @lvl="0"]/text
ru: Чтобы выковать этот дрон, у вас должны быть Управляющий дрон, Консервативный боевой дрон и Боевой дрон мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST" and @lvl="1"]/text
ru: Впитать в Штурмовой дрон сущность призрака, чтобы создать огнеметный дрон "Дажьбог".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST" and @lvl="0"]/text
ru: Чтобы выковать этого дрона, у вас должен быть Штурмовой дрон и газообразная масса.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_FORGEMAN_DRONE_LIST" and @lvl="1"]/text
ru: Попросить своего Пластинчатого использовать свои знания в кузнечном деле, чтобы превратить Боевого дрона мод. II в дрона Кузнеца.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_FORGEMAN_DRONE_LIST" and @lvl="0"]/text
ru: Чтобы выковать этого дрона, у вас должен быть Боевой дрон мод. II и опытный мастер.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_ISHIMURA_DRONE_LIST" and @lvl="1"]/text
ru: Создать петлю обратной связи между лучами "Стилет" и Точечным дроном с усилителем, чтобы выковать лучевой дрон "Ишимура".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_ISHIMURA_DRONE_LIST" and @lvl="0"]/text
ru: Чтобы выковать этот дрон, у вас должны быть точечный луч "Стилет" и Точечный дрон с усилителем.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_KESTREL_DRONE_LIST" and @lvl="1"]/text
ru: Установить внутренний загрузочный механизм Импульсного лазера мод. II в Боевой дрон мод. I, чтобы выковать боевой дрон "Пустельга".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_KESTREL_DRONE_LIST" and @lvl="0"]/text
ru: Чтобы выковать этого дрона, у вас должны быть Импульсного лазера мод. II в Боевой дрон мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_MFK_KESTREL_DRONE_LIST" and @lvl="1"]/text
ru: Установить Легкий лазер мод. I в корпус Боевого дрона мод. I, чтобы выковать боевой дрон МФК "Пустельга".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_MFK_KESTREL_DRONE_LIST" and @lvl="0"]/text
ru: Чтобы выковать этого дрона, у вас должны быть Легкий лазер мод. I и Боевой дрон мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_MFK_PICKET_DRONE_LIST" and @lvl="1"]/text
ru: Использовать набор данных Разведдрона, чтобы перенастроить внешний телепортатор в телепортационного ретрансляционного дрона МФК "Пикет".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_MFK_PICKET_DRONE_LIST" and @lvl="0"]/text
ru: Чтобы выковать этого дрона, у вас должны быть Разведдрон и модуль Внешнего восстанавливающего телепортатора.
