Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Медицина): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в ваш медицинский отсек!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/text
ru: Что вы хотите установить в систему дронов?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and @lvl="0"]/event/text
ru: Установить улучшение системы (Дроны)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу систему дронов!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Дроны): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу систему дронов!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/text
ru: Что вы хотите установить в кислородную установку?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and @lvl="0"]/event/text
ru: Установить улучшение системы (Кислородная установка)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу кислородную установку!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Кислородная установка): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу кислородню установку!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/text
ru: Что вы хотите установить в систему телепортера?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and @lvl="0"]/event/text
ru: Установить улучшение системы (Телепортер)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу систему телепортера!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Телепортер): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу систему телепортера!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/text
ru: Что вы хотите установить в систему маскировки?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and @lvl="0"]/event/text
ru: Установить улучшение системы (Маскирвока)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу систему маскировки!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Маскировка): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу систему маскировки!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and @lvl="0"]/text
ru: Модуль перезарядки системы [60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and @lvl="0"]/event/text
ru: Установить Модуль перезарядки системы(Маскировка)? [На 5 секунд быстрее перезарядка системы, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and @lvl="0"]/event/choice[1]/text
ru: Установить Модуль перезарядки системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and @lvl="0"]/event/choice[1]/event/text
ru: Модуль перезарядки системы был установлен в вашу систему Маскировки!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and not(@lvl)]/text
ru: Модуль перезарядки системы [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/text
ru: Что вы хотите установить в систему артиллерии?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and @lvl="0"]/event/text
ru: Установить улучшение системы (Артиллерия)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу систему артиллерии!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Артиллерия): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу систему артиллерии!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/text
ru: Что вы хотите установить в систему взломщика?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and @lvl="0"]/event/text
ru: Установить улучшение системы (Взломщик)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу систему взломщика!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Взломщик): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу систему взломщика!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and @lvl="0"]/event/choice[2]/text
ru: Неважно.
