Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/text
ru: С громким лязгом металла могучий корабль Алестера разрушается. Кузнец, один из самых блестящих умов во вселенной, погиб у ваших ног. Метафорически, разумеется. Ваши ноги на вашем корабле, а он где-то там, в космосе. Вы забираете, кажется, неразрушимую голокузницу Алестера, которая позволит вам ковать на собственном корабле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/text
ru: Когда корабль разнесен на части, вы находите пару запечатанных контейнеров. Быстрое сканирование показывает, что в одном из них хранится орудие, а в другом - схема дрона. Подойдя к ним, вы случайно что-то включаете, и контейнеры начинают светится ярким красным светом. Они начинают плавиться, а у вас мало времени! Похоже, что бы здесь ни находилось, Алестер не хотел, чтобы оно попало кому-либо в руки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[1]/text
ru: Спаси орудие!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[1]/event/text
ru: Вы выбираете контейнер с орудием. С некоторым усилием вам удается открыть его, обнаружив сверкающее орудие незнакомой конструкции. Похоже, это не работа Алестера. Откуда оно у него?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[2]/text
ru: Спасти схему дрона!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[2]/event/text
ru: Вы выбираете контейнер со схемой дрона. С некоторым усилием вам удается открыть его, обнаружив сверкающую схему дрона незнакомой конструкции. Похоже, это не работа Алестера. Откуда у него она?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[2]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[3]/text
ru: Взорвать оба контейнера - они принесут много лома, если вы успеете собрать его их до того, как контейнеры испарятся.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[3]/event/text
ru: Вы взрываете оба контейнера и быстро разбираете их на лом, а затем возвращаетесь на свой корабль.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[3]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/text
ru: С последним тяжелым ворчанием и хмурым выражением лица Алестер падает замертво на пол на своем корабле. Его экипаж тоже лежит мертвый и разбросанный по кораблю, их попытки защитить своего наставника провалились. Кузнец, один из самых блестящих умов во Вселенной, погиб у ваших ног. Вы забираете кажется неразрушимую голокузницу Алестера, которая позволит вам ковать на своем корабле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/text
ru: Блуждая по пустым коридорам корабля, вы находите пару запечатанных контейнеров. Быстрое сканирование показывает, что в одном из них хранится орудие, а в другом - схема дрона. Подойдя к ним, вы случайно что-то включаете, и контейнеры начинают светится ярким красным светом. Они начинают плавиться, а у вас мало времени! Похоже, что бы здесь ни находилось, Алестер не хотел, чтобы оно попало кому-либо в руки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[1]/text
ru: Спаси орудие!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[1]/event/text
ru: Вы выбираете контейнер с орудием. С некоторым усилием вам удается открыть его, обнаружив сверкающее орудие незнакомой конструкции. Похоже, это не работа Алестера. Откуда оно у него?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[2]/text
ru: Спасти схему дрона!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[2]/event/text
ru: Вы выбираете контейнер со схемой дрона. С некоторым усилием вам удается открыть его, обнаружив сверкающую схему дрона незнакомой конструкции. Похоже, это не работа Алестера. Откуда у него она?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[2]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[3]/text
ru: Взорвать оба контейнера - они принесут много лома, если вы успеете собрать его их до того, как контейнеры испарятся.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[3]/event/text
ru: Вы взрываете оба контейнера и быстро разбираете их на лом, а затем возвращаетесь на свой корабль.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[3]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER"]/beaconType/unvisitedTooltip
ru: Здесь находится Кузнец.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER"]/beaconType/visitedTooltip
ru: Здесь побывал Кузнец, интересная личность.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER"]/beaconType/undiscoveredTooltip
ru: Здесь находится Кузнец.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/text
ru: "О, мой мальчик! Заходи, заходи! Что ты принес мне сегодня? Вот, возьми этот подпространственный идентификатор - в будущем ты сможешь связаться со мной. И возьми небольшой подарок в знак моей дружбы".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[1]/text
ru: Посмотреть, что он предлагает. (Он продает компоненты для крафта)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[2]/text
ru: Ознакомиться с разделом "Модульный корпус".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[@req="FM_FORGE_LIST_CHECK"]/text
ru: Выковать новое оружие за определенную цену.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[4]/text
ru: Проверить рецепты кузницы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[@req="FM_QUEST_LIST"]/text
ru: Ознакомиться с его богатой коллекцией реликвий. [Квест доступен!]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[6]/text
ru: Ознакомиться с его богатой коллекцией реликвий.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[7]/text
ru: Атаковать!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[8]/text
ru: Отклонить его предложение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[8]/event/text
ru: "Возможно, позже, мальчик! Уверен, если ты вернешься с интересными вещами, я смогу найти для тебя что-нибудь необычное".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[8]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[8]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[1]
ru: "Привет, мальчик! Заходи, посмотрим, чем может помочь тебе старый Алестер".

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[2]
ru: "Рад видеть тебя здесь, мальчик! Посмотрим, сможем ли мы сотворить что-нибудь интересное".

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[3]
ru: "А, это как раз тот мальчик, которого я хотел увидеть! Заходи, у меня есть для тебя кое-что интересное".

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[4]
ru: "Я решил прийти, чтобы поздравить тебя, мальчик! Ты сумел найти себе лучшего кузнеца в Мультивселенной!"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[5]
ru: "О, рад снова видеть тебя, мальчик! Я уж было забеспокоился, что ты меня забыл! Осмотрись, посмотри, что тебя интересует".

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[6]
ru: По коммуникатору раздается звук звенящей наковальни. "Рад тебя видеть, мальчик! Сейчас я немного занят, но не стесняйся, заходи!"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[7]
ru: "Никогда не задумывался, почему я ношу эту маску, мальчик? Я тоже! А теперь заходи, у нас нет целого тысячелетия".

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[8]
ru: "Ура, это ты, не правда ли! Добро пожаловать! Мои услуги в твоем распоряжении!"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[9]
ru: "ПРИВЕТ, МАЛЬЧИК! ЗАХОДИ, ЗАХОДИ! ПОХОЖЕ, Я ОПЯТЬ ЗАБЫЛ УБАВИТЬ ГРОМКОСТЬ ЭТОЙ ШТУКИ. Вот так. Осмотрись!"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[10]
ru: "Добро пожаловать, мальчик! О, всегда пожалуйста! Рад снова видеть тебя, и надеюсь, у меня есть кое-что, что придется тебе по вкусу".

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[11]
ru: "О, это ты. Рад тебя видеть. Конечно, заходи и ознакомься с моими прекрасными услугами!"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[12]
ru: Алестер лежит в постели и многократно чихает. "...привет, мальчик. Я сегодня немного не в форме. Просто скажи кому-нибудь из моих мальчиков, что тебе нужно, и я скоро приду".

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[13]
ru: Алестер, похоже, еще не заметил вас. "Как ты думаешь, ей бы понравился золотистый ретривер? Или, может быть, корги? О, Люсиль - непростая девушка", - говорит он одному из своих Пластинчатых. Алестер наконец-то замечает вас. "О, БОЖЕ! Мальчик, мне так жаль! Что я могу для тебя сделать?"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[14]
ru: "Мальчик, я так рад тебя видеть! Я просто наводил порядок на своем корабле! Пожалуйста, купи что-нибудь! Это освободит мне место, чтобы поставить новый диван".

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[15]
ru: Когда Алестер отвечает на ваш вызов, оказывается, что он собирает дешевый стол марки "Богомол". "Да, мне нравится время от времени собирать мебель, полезно для суставов. Что я могу сделать для тебя, мальчик?"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[16]
ru: Изучая корабль Алестера, вы замечаете, как несколько Пластинчатых тащат несколько недоделанных дронов странного вида, которых вы раньше не видели. Алестер, увидев, что вы обратили на это внимание, вступает в разговор. "Мальчик, я вижу, ты заметил новые модели дронов, над которыми я работал! Они еще не совсем готовы, но уверяю тебя, когда они будут готовы, ты узнаешь об этом первым!"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_NORMAL"]/text
ru: "Ты похож на мальчика с наметанным глазом. Как насчет того, чтобы показать тебе кое-какое оружие, которое мне приглянулось?" (Примечание: теперь вы можете в любой момент нажать кнопку "Кузница", чтобы увидеть остальные возможности).

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_NORMAL"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/tooltip
ru: Открыть меню Кузнеца.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_NORMAL"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/inactiveTooltip
ru: Недоступно: Вы не можете это сделать, находясь в опасности!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_RARE"]/text
ru: "Мой славный мальчик! Сегодня у меня отличное настроение, и я с удовольствием покажу тебе некоторые из моих специальных вещей. Пожалуйста, мальчик, выбирай и наслаждайся!" (Примечание: теперь вы можете в любой момент нажать кнопку "Кузница", чтобы увидеть остальные возможности).

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_RARE"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/tooltip
ru: Открыть меню Кузнеца.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_RARE"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/inactiveTooltip
ru: Недоступно: Вы не можете это сделать, находясь в опасности!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_RARE_PLUS"]/text
ru: "Охо-хо-хо, мальчик! Один из моих старых друзей проходил мимо с некоторыми экзотическими растениями для меня. Почему бы мне не выделить несколько из них тебе, чтобы ты мог приобрести их, если захочешь? Нет ничего лучше, чем распространять радость, а, мальчик?" (Примечание: теперь вы можете в любой момент нажать кнопку "Кузница", чтобы увидеть остальные возможности).

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_RARE_PLUS"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/tooltip
ru: Открыть меню Кузнеца.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_RARE_PLUS"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/inactiveTooltip
ru: Недоступно: Вы не можете это сделать, находясь в опасности!

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_STORE_BOON"]/text[1]
ru: "Ты выглядишь мальчиком с весьма наметанным глазом. У нас сегодня неплохие запасы от довольно щедрого валуна, может, я покажу тебе оружие, которое привлекло мое внимание?" (Примечание: теперь вы можете в любой момент нажать кнопку "Кузница", чтобы увидеть остальные возможности).

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_STORE_BOON"]/text[2]
ru: "Мой мальчик! Мы распаковываем щедрый подарок, полученный от одного могущественного валуна. Некоторые из этих вещей действительно очень редкие! Позволь показать тебе, что у нас есть". (Примечание: теперь вы можете в любой момент нажать кнопку "Кузница", чтобы увидеть остальные возможности).

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_STORE_BOON"]/text[3]
ru: "Хороший выбор, мой мальчик! В этом грузе, подаренном нам щедрым валуном, мы нашли несколько экзотических вещей! Некоторые из этих вещей выглядят просто потусторонними, мальчик - как насчет того, чтобы я отложил несколько штук для тебя, чтобы ты мог купить, если захочешь? Мне сказали, что этот груз для вас, Ренегатов, в конце концов!" (Примечание: теперь вы можете в любой момент нажать кнопку "Кузница", чтобы увидеть остальные возможности).

source: data/events_specialfm_forgemaster.xml.append$/dummyroot/FTL[2]/event[@name="FM_FORGEMASTER_TRADES_BOON"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/tooltip
ru: Открыть меню Кузнеца.

source: data/events_specialfm_forgemaster.xml.append$/dummyroot/FTL[2]/event[@name="FM_FORGEMASTER_TRADES_BOON"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/inactiveTooltip
ru: Недоступно: Вы не можете это сделать, находясь в опасности!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/text
ru: Вы попадаете в тускло освещенный отсек, где на металлических постаментах возвышаются несколько предметов странного вида. [Это квестовый центр Кузнеца! В будущих обновлениях вы сможете получать здесь квесты для конкретных секторов от Алестера! На данный момент один из них доступен в секторе Свободных Богомолов! (а также второй в другом месте)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="fm_gunbomquest_rescued"]/text
ru: Еще раз спросить о Винчестере.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="fm_gunbomquest_taken"]/text
ru: Еще раз спросить о Винчестере.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="SEC SECTOR_FREEMANTIS"]/text
ru: Изучить необычный чек на земле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="fm_arborealquest_exe"]/text
ru: Сообщить Алестеру о результатах ваших исследований.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="fm_arborealquest_rev"]/text
ru: Сообщить Алестеру о результатах ваших исследований.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="fm_arborealquest_taken"]/text
ru: Спросить еще раз о Кириет и Мандельбриссе.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="SEC SECTOR_GATHERING_UNIQUE"]/text
ru: Изучить стеклянный ящик, в котором лежит разбитый зеленый кристалл.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[8]/text
ru: Подумав, лучше покажи, что вы можете сделать для меня...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[9]/text
ru: Неважно, вернуться в главное меню.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_CALL"]/beaconType/unvisitedTooltip
ru: Здесь находится Кузнец.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_CALL"]/beaconType/visitedTooltip
ru: Здесь побывал Кузнец, интересная личность.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_CALL"]/beaconType/undiscoveredTooltip
ru: Здесь находится Кузнец.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[1]/text
ru: Посмотреть, что он предлагает. (Он продает компоненты для крафта)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[2]/text
ru: Ознакомиться с разделом "Модульный корпус".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[@req="FM_FORGE_LIST_CHECK"]/text
ru: Выковать новое оружие за определенную цену.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[4]/text
ru: Проверить рецепты кузницы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[@req="FM_QUEST_LIST"]/text
ru: Ознакомиться с его богатой коллекцией реликвий. [Квест доступен!]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[6]/text
ru: Ознакомиться с его богатой коллекцией реликвий.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[7]/text
ru: Атаковать!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[8]/text
ru: Отклонить его предложение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[8]/event/text
ru: "Возможно, позже, мальчик! Уверен, если ты вернешься с интересными вещами, я смогу найти для тебя что-нибудь необычное".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[8]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[8]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[1]/text
ru: Посмотреть, что он предлагает.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[2]/text
ru: Ознакомиться с разделом "Модульный корпус".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[@req="FM_FORGE_LIST_CHECK"]/text
ru: Выковать новое оружие за определенную цену.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[4]/text
ru: Проверить рецепты кузницы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[@req="FM_QUEST_LIST"]/text
ru: Ознакомиться с его богатой коллекцией реликвий. [Квест доступен!]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[6]/text
ru: Ознакомиться с его богатой коллекцией реликвий.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[7]/text
ru: Атаковать!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[8]/text
ru: Отклонить его предложение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[8]/event/text
ru: "Возможно, позже, мальчик! Уверен, если ты вернешься с интересными вещами, я смогу найти для тебя что-нибудь необычное".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[8]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[8]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/text
ru: По какой-то безумной причине вы решили напасть на Кузнеца. Вы действительно уверены, что хотите это сделать? Он был так дружелюбен! Что вы хотите извлечь из этого?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[1]/text
ru: Да!
