Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/text
ru: В данный момент вы просматриваете описание Пробивной митральезы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="4"]/text
ru: Выковать Пробивную митральезу, используя 4 Автопушки 1s.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="4"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="4"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="3"]/text
ru: Выковать Пробивную митральезу, используя 3 Автопушки 1s.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="3"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="3"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="2"]/text
ru: Выковать Пробивную митральезу, используя 2 Автопушки 1s.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="2"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[4]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_MAMMOTH_CANNON"]/text
ru: В данный момент вы просматриваете описание пушки "Мамонт".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_MAMMOTH_CANNON"]/choice[@req="MAMMOTH_CANNON_FORGE_LIST"]/text
ru: Выковать пушку "Мамонт".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_MAMMOTH_CANNON"]/choice[@req="MAMMOTH_CANNON_FORGE_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_MAMMOTH_CANNON"]/choice[@req="MAMMOTH_CANNON_FORGE_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_MAMMOTH_CANNON"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/text
ru: Вы смотрите на Элитный зерномет, хранящийся на вашем корабле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_1_ELITE"]/text
ru: Позволить своей пиявке полакомиться Элитным зернометом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_1_ELITE"]/event/text
ru: Пиявка выглядит почти... СЛИШКОМ нетерпеливой.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_1_ELITE"]/event/choice[@req="KERNEL_1_ELITE"]/text
ru: Пиявка с жадностью пожирает Элитный зерномет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_1_ELITE"]/event/choice[@req="KERNEL_1_ELITE"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_1_ELITE"]/event/choice[@req="KERNEL_1_ELITE"]/event/choice/event/removeCrew/text
ru: Пиявка впивается в Элитный зерномет, сливаясь с ним странным органическим образом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_1_ELITE"]/event/choice[@req="KERNEL_1_ELITE"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_2_ELITE"]/text
ru: Позволить своей пиявке полакомиться Элитным импульсным зернометом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_2_ELITE"]/event/text
ru: Пиявка выглядит почти... СЛИШКОМ нетерпеливой.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_2_ELITE"]/event/choice[@req="KERNEL_2_ELITE"]/text
ru: Пиявка с жадностью пожирает Элитный импульсный зерномет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_2_ELITE"]/event/choice[@req="KERNEL_2_ELITE"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_2_ELITE"]/event/choice[@req="KERNEL_2_ELITE"]/event/choice/event/removeCrew/text
ru: Пиявка впивается в Элитный зерномет, сливаясь с ним странным органическим образом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_2_ELITE"]/event/choice[@req="KERNEL_2_ELITE"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HEAVY_ELITE"]/text
ru: Позволить своей пиявке полакомиться Элитным тяжелым Зернометом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HEAVY_ELITE"]/event/text
ru: Пиявка выглядит почти... СЛИШКОМ нетерпеливой.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice[@req="KERNEL_HEAVY_ELITE"]/text
ru: Пиявка с жадностью пожирает Элитный тяжелый Зерномет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice/event/removeCrew/text
ru: Пиявка впивается в Элитный зерномет, сливаясь с ним странным органическим образом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HULL_ELITE"]/text
ru: Позволить своей пиявке полакомиться Элитным противокорпусным зернометом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HULL_ELITE"]/event/text
ru: Пиявка выглядит почти... СЛИШКОМ нетерпеливой.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HULL_ELITE"]/event/choice[@req="KERNEL_HULL_ELITE"]/text
ru: Пиявка с жадностью пожирает Элитный противокорпусный зерномет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HULL_ELITE"]/event/choice[@req="KERNEL_HULL_ELITE"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HULL_ELITE"]/event/choice[@req="KERNEL_HULL_ELITE"]/event/choice/event/removeCrew/text
ru: Пиявка впивается в Элитный зерномет, сливаясь с ним странным органическим образом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HULL_ELITE"]/event/choice[@req="KERNEL_HULL_ELITE"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHAIN_ELITE"]/text
ru: Позволить своей пиявке полакомиться Элитным цепным зернометом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHAIN_ELITE"]/event/text
ru: Пиявка выглядит почти... СЛИШКОМ нетерпеливой.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice[@req="KERNEL_CHAIN_ELITE"]/text
ru: Пиявка с жадностью пожирает Элитный цепной зерномет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice/event/removeCrew/text
ru: Пиявка впивается в Элитный зерномет, сливаясь с ним странным органическим образом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHARGE_ELITE"]/text
ru: Позволить своей пиявке полакомиться Элитным зарядным зернометом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHARGE_ELITE"]/event/text
ru: Пиявка выглядит почти... СЛИШКОМ нетерпеливой.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice[@req="KERNEL_CHARGE_ELITE"]/text
ru: Пиявка с жадностью пожирает Элитный зарядный зерномет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice/event/removeCrew/text
ru: Пиявка впивается в Элитный зерномет, сливаясь с ним странным органическим образом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[7]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/text
ru: Какое орудие вам нужно улучшить?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_BRONZE"]/text
ru: Улучшить Бронзовую осколочную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_INDIUM"]/text
ru: Улучшить Индиумную осколочную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_RHENIUM"]/text
ru: Улучшить Рениумную осколочную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_SILVER"]/text
ru: Улучшить Серебряную осколочную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_PALLADIUM_LIST_FULL"]/text
ru: Улучшить Палладиумную осколочную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_PALLADIUM"]/text
ru: У вас должен быть Элитный кристалл, чтобы перейти к улучшению до Иридиумной осколочной пушки!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_IRIDIUM"]/text
ru: Улучшить Иридиумную осколочную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_PLATINUM"]/text
ru: Улучшить Платиновую осколочную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_OSMIUM"]/text
ru: Улучшить Осмианскую осколочную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_NOBELIUM_LIST_FULL"]/text
ru: Улучшить Нобелиумную осколочную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_NOBELIUM"]/text
ru: у вас должен быть Элитный кристалл, чтобы перейти к улучшению до Хассиумной осколочной пушки!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_BRONZE_PLAYER"]/text
ru: Улучшить Бронзовую осколочную пушку+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_INDIUM_PLAYER"]/text
ru: Улучшить Индиумную осколочную пушку+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_RHENIUM_PLAYER"]/text
ru: Улучшить Рениумную осколочную пушку+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_SILVER_PLAYER"]/text
ru: Улучшить Серебряную осколочную пушку+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_PALLADIUM_LIST_FULL_PLAYER"]/text
ru: Улучшить Палладиумную осколочную пушку+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_PALLADIUM_PLAYER"]/text
ru: У вас должен быть Элитный кристалл, чтобы перейти к улучшению до Иридиумной осколочной пушки!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_IRIDIUM_PLAYER"]/text
ru: Улучшить Иридиумную осколочную пушку+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_PLATINUM_PLAYER"]/text
ru: Улучшить Платиумную осколочную пушку+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_OSMIUM_PLAYER"]/text
ru: Улучшить Осмианскую осколочную пушку+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_NOBELIUM_LIST_FULL_PLAYER"]/text
ru: Улучшить Нобелиумную осколочную пушку+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_NOBELIUM_PLAYER"]/text
ru: у вас должен быть Элитный кристалл, чтобы перейти к улучшению до Хассиумной осколочной пушки!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE"]/text
ru: В данный момент вы просматриваете описание Бронзовой осколочной пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE"]/choice[1]/text
ru: Улучшить Бронзовую осколочную пушку с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE"]/choice[1]/event/choice/text
ru: Улучшение до Индиумной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM"]/text
ru: В данный момент вы просматриваете описание Индиумной осколочной пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM"]/choice[1]/text
ru: Улучшить Индиумную осколочную пушку с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM"]/choice[1]/event/choice/text
ru: Улучшение до Рениумной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM"]/text
ru: В данный момент вы просматриваете описание Рениумной осколочной пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM"]/choice[1]/text
ru: Улучшить рениумную осколочную пушку с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM"]/choice[1]/event/choice/text
ru: Улучшение до Серебряной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER"]/text
ru: В данный момент вы просматриваете описание Серебряной осколочной пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER"]/choice[1]/text
ru: Улучшить Серебряную осколочную пушку с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER"]/choice[1]/event/choice/text
ru: Улучшение до Палладиумной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/text
ru: В данный момент вы просматриваете описание Палладиумной осколочной пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_BURST_1_RED"]/text
ru: Улучшить Палладиумную осколочную пушку с помощью лома и Элитного импульсного кристалла мод. I?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_BURST_2_RED"]/text
ru: Улучшить Палладиумную осколочную пушку с помощью лома и Элитного импульсного кристалла мод. II?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/text
ru: Улучшить Палладиумную осколочную пушку с помощью лома и Элитного тяжелого кристалла мод. I?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/text
ru: Улучшить Палладиумную осколочную пушку с помощью лома и Элитного тяжелого кристалла мод. II?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_STUN_RED"]/text
ru: Улучшить Палладиумную осколочную пушку с помощью лома и Элитного Нейрокристалла?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_STUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/text
ru: Улучшить Палладиумную осколочную пушку с помощью лома и Элитного осколочного кристалла?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/text
ru: Улучшить Палладиумную осколочную пушку с помощью лома и Элитного зарядного кристалла?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="MINELAUNCHER_CRYSTAL"]/text
ru: Улучшить Палладиумную осколочную пушку с помощью лома и Осколкомета?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_2"]/choice/text
ru: Улучшение до Иридиумной осколочной пушки завершено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM"]/text
ru: В данный момент вы просматриваете описание Иридиумной осколочной пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM"]/choice[1]/text
ru: Улучшить Иридиумную осколочную пушку с помощью лома?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM"]/choice[1]/event/choice/text
ru: Улучшение до Платиновой осколочной пушки завершено!
