Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Батарея): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу подсистему бетареи!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/text
ru: Здесь вы видите Ключевые улучшения, которые можно установить, всего их можно установить 3, при достижении 5, 10 и 15 ячеек для улучшения (При выборе модуля вы можете посмотреть детальную информацию о нем, прежде чем установить).

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_SALT" and @lvl="0"]/text
ru: Соляной корпус [150~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_SALT" and @lvl="1"]/text
ru: Соляной корпус [Установлен]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_DUSK" and @lvl="0"]/text
ru: Устаревший реактор Вестников Заката [110~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_DUSK" and @lvl="1"]/text
ru: Устаревший реактор Вестников Заката [Установлено]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_MURAL" and @lvl="0"]/text
ru: Фрески для корпуса [85~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_MURAL" and @lvl="1"]/text
ru: Фрески для корпуса [Нарисованы]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_COMPRESS" and @lvl="0"]/text
ru: Обходной коллектор компрессора [80~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_COMPRESS" and @lvl="1"]/text
ru: Обходной коллектор компрессора [Установлен]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_PARTICLE" and @lvl="0"]/text
ru: Щиты с частицами [100~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_PARTICLE" and @lvl="1"]/text
ru: Щиты с частицами [Установлены]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_UPLINK" and @lvl="0"]/text
ru: Матрицы восходящей связи оружия [95~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_UPLINK" and @lvl="1"]/text
ru: Матрицы восходящей связи оружия [Установлены]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_PERFECT" and @lvl="0"]/text
ru: Совершенная бортовая эффективность [140~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_PERFECT" and @lvl="1"]/text
ru: Совершенная бортовая эффективность [Установлена]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_FASTSHIELD" and @lvl="0"]/text
ru: Бесконечный цикло-барьер [80~] (Перебалансирован!)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_FASTSHIELD" and @lvl="1"]/text
ru: Бесконечный цикло-барьер [Установлен]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_FASTWEAPON" and @lvl="0"]/text
ru: Бесконечный цикло-арсенал [120~] (Перебалансирован!)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_FASTWEAPON" and @lvl="1"]/text
ru: Бесконечный цикло-арсенал [Установлен]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_CREWKILL" and @lvl="0"]/text
ru: Аура метаплазматической коррозии [105~] (Понерфлен)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_CREWKILL" and @lvl="1"]/text
ru: Аура метаплазматической коррозии [Установлена]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_MAGNETIC" and @lvl="0"]/text
ru: Электромагнитный корпус [100~] (Перебалансирован!)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_MAGNETIC" and @lvl="1"]/text
ru: Электромагнитный корпус [Установлен]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_RESISTSMASH" and @lvl="0"]/text
ru: Невероятный калибратор боеприпасов [100~] (Новинка!)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_RESISTSMASH" and @lvl="1"]/text
ru: Невероятный калибратор боеприпасов [Установлен]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_WEAPON_IGNITE" and @lvl="0"]/text
ru: Поджигатель оружия [100~] (Новинка!)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_WEAPON_IGNITE" and @lvl="1"]/text
ru: Поджигатель оружия [Установлен]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_OFFENSE_SCRAMBLE" and @lvl="0"]/text
ru: Нарушающий генератор помех [100~] (Новинка!)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_OFFENSE_SCRAMBLE" and @lvl="1"]/text
ru: Нарушающий генератор помех [Установлен]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_DEFENSE_SCRAMBLE" and @lvl="0"]/text
ru: Защитный генератор помех [100~] (Новинка!)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_DEFENSE_SCRAMBLE" and @lvl="1"]/text
ru: Защитный генератор помех [Установлен]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_BEAM_PIERCE" and @lvl="0"]/text
ru: Фазовые частоты лучей [100~] (Новинка!)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_BEAM_PIERCE" and @lvl="1"]/text
ru: Фазовые частоты лучей [Установлены]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_SALT"]/text
ru: Установить Соляной корпус? [+100% шанс сопротивления ионам, ВСЕ органические члены экипажа получают 0.5 ОЗ/с урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_SALT"]/choice[1]/text
ru: Установить Соляной корпус.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_SALT"]/choice[1]/event/text
ru: Соляной корпус установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_SALT"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_SALT"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DUSK"]/text
ru: Установить Устаревший реактор Вестников Заката? [+20% скорость перезарядки оружия и щитов, характеристики вашего экипажа снижаются на 20%, получаемый урон по экипажу +20%]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DUSK"]/choice[1]/text
ru: Установить Устаревший реактор Вестников Заката.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DUSK"]/choice[1]/event/text
ru: Устаревший реактор Вестников Заката установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DUSK"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DUSK"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MURAL"]/text
ru: Нарисовать Фрески для корпуса? [Все полезные характеристики экипажа повышены на +30%, 50% шанс получить 1 дополнительный урон корпусу]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MURAL"]/choice[1]/text
ru: Нарисовать Фрески для корпуса.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MURAL"]/choice[1]/event/text
ru: Фрески для корпуса нарисованы!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MURAL"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MURAL"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_COMPRESS"]/text
ru: Установить Обходной коллектор компрессора? [+30% скорость перезарядки оружия, -60% скорость перезарядки щитов]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_COMPRESS"]/choice[1]/text
ru: Установить Обходной коллектор компрессора.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_COMPRESS"]/choice[1]/event/text
ru: Обходной коллектор компрессора установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_COMPRESS"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_COMPRESS"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PARTICLE"]/text
ru: Установить Щиты с частицами? [8-слойный Энергетический щит (суммируется с другими), но скорость перезарядки щитов снижается на 50%]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PARTICLE"]/choice[1]/text
ru: Установить Щиты с частицами.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PARTICLE"]/choice[1]/event/text
ru: Щиты с частицами установлены!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PARTICLE"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PARTICLE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_UPLINK"]/text
ru: Установить Матрицы восходящей связи оружия? [Экипаж получает на 5% меньше урона и наносит на 25% больше за каждую запитанную единицу оружия, однако оружие перезаряжается на 40% медленнее]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_UPLINK"]/choice[1]/text
ru: Установить Матрицы восходящей связи оружия.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_UPLINK"]/choice[1]/event/text
ru: Матрицы восходящей связи оружия установлены!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_UPLINK"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_UPLINK"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PERFECT"]/text
ru: Установить Совершенную бортовую эффективность? [+5% скорость перезарядки оружия и щитов, +5% ко всем характеристикам экипажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PERFECT"]/choice[1]/text
ru: Усовершенствовать свою бортовую эффективность.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PERFECT"]/choice[1]/event/text
ru: Совершенная бортовая эффективность установлена!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PERFECT"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PERFECT"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTSHIELD"]/text
ru: Установить Бесконечный цикло-барьер?[15% шанс уничтожения входящий снаряд щитами, за каждую неиспользованную единицу мощности системы щитов шанс не уничтожить снаряд уменьшается на относительные 15%, также дает +50% к скорости перезарядки щитов за каждую неиспользованную энергию]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTSHIELD"]/choice[@req="shields" and @lvl="0"]/text
ru: Вы не можете установить Бесконечный цикло-барьер, вам нужна система щитов для подачи питания.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTSHIELD"]/choice[@req="shields" and not(@lvl)]/text
ru: Установить Бесконечный цикло-барьер

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTSHIELD"]/choice[@req="shields" and not(@lvl)]/event/text
ru: Бесконечный цикло-барьер установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTSHIELD"]/choice[@req="shields" and not(@lvl)]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTSHIELD"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTWEAPON"]/text
ru: Установить Бесконечный цикло-арсенал? [-5% скорости перезарядки оружия, затем добавляется +15% за каждую неиспользованную единицу энергии системы оружия]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTWEAPON"]/choice[@req="weapons" and @lvl="0"]/text
ru: Вы не можете установить Модуль бесконечный цикло-арсенал, вам нужна система оружия, из которой вы будете получать энергию.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTWEAPON"]/choice[@req="weapons" and not(@lvl)]/text
ru: Установить Бесконечный цикло-арсенал.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTWEAPON"]/choice[@req="weapons" and not(@lvl)]/event/text
ru: Модуль бесконечный цикло-арсенал установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTWEAPON"]/choice[@req="weapons" and not(@lvl)]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTWEAPON"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_CREWKILL"]/text
ru: Установить Ауру метаплазматической коррозии? [Вражеский экипаж получает 1.5х урона от всего, но только 50% в бою]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_CREWKILL"]/choice[1]/text
ru: Установить Ауру метаплазматической коррозии.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_CREWKILL"]/choice[1]/event/text
ru: Аура метаплазматической коррозии установлена!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_CREWKILL"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_CREWKILL"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MAGNETIC"]/text
ru: Установить Электромагнитный корпус [+30% шанс ионного сопротивления, +50% скорость деионизации, +10% шанс сопротивления систем, +10% к заработку лома, магнитный кран, -3 единицы реактора]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MAGNETIC"]/choice[1]/text
ru: Установить Электромагнитный корпус.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MAGNETIC"]/choice[1]/event/text
ru: Электромагнитный корпус установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MAGNETIC"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MAGNETIC"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_RESISTSMASH"]/text
ru: Установить Невероятный калибратор боеприпасов? [+40% шанс пробоины, -15% шанс сопротивления корпусу, систем и иона у врага, -10% скорость перезарядки]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_RESISTSMASH"]/choice[1]/text
ru: Установить Невероятный калибратор боеприпасов.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_RESISTSMASH"]/choice[1]/event/text
ru: Невероятный калибратор боеприпасов установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_RESISTSMASH"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_RESISTSMASH"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_WEAPON_IGNITE"]/text
ru: Установить Поджигатель оружия? [Ускоряет на 50% перезарядку, стрельба из оружия воспламеняет вашу оружейную систему]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_WEAPON_IGNITE"]/choice[1]/text
ru: Установить Поджигатель оружия.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_WEAPON_IGNITE"]/choice[1]/event/text
ru: Поджигатель оружия установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_WEAPON_IGNITE"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_WEAPON_IGNITE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_OFFENSE_SCRAMBLE"]/text
ru: Установить Нарушающий генератор помех? [-20% скорость перезарядки оружия противника, -30% перезарядки ваших щитов]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_OFFENSE_SCRAMBLE"]/choice[1]/text
ru: Установить Нарушающий генератор помех.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_OFFENSE_SCRAMBLE"]/choice[1]/event/text
ru: Нарушающий генератор помех установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_OFFENSE_SCRAMBLE"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_OFFENSE_SCRAMBLE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DEFENSE_SCRAMBLE"]/text
ru: Установить Защитный генератор помех? [На 20% уменьшает скорость перезарядки щита противника, на 5с замедляет перезарядку маскировки противника]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DEFENSE_SCRAMBLE"]/choice[1]/text
ru: Установить Защитный генератор помех.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DEFENSE_SCRAMBLE"]/choice[1]/event/text
ru: Защитный генератор помех установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DEFENSE_SCRAMBLE"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DEFENSE_SCRAMBLE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_BEAM_PIERCE"]/text
ru: Установить Фазовые частоты лучей? [На 10% увеличивает скорость перезарядки орудий, +1 проникновение сквозь щит к лучевым орудиям и дронам]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_BEAM_PIERCE"]/choice[1]/text
ru: Установить Фазовые частоты лучей.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_BEAM_PIERCE"]/choice[1]/event/text
ru: Фазовые частоты лучей установлены!
