Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_BRIG_2"]/text
ru: Справа от вас находятся камеры для заключенных. Они на удивление заполнены представителями самых разных рас, и все они на первый взгляд живые. Здесь есть кристаллин, пиявка, богомол и два валуна. Все они бесцельно бродят по своим камерам, произнося случайные фразы, не обращаясь ни к кому конкретно, например "Сегодня четверг". "Когда прибудет помощь?" и "Когда сегодня сменится караул?". Вы замечаете рядом с собой небольшую панель с надписью "экстренное освобождение заключенных". Она включена, что означает, что их камеры не заперты, но они, как ни странно, не покинули свои камеры. Вы решаете не рисковать и нажимаете на панель, чтобы снова заблокировать замок. Вы приказываете своему экипажу тихо выйти из помещения и покинуть изолятор. Нет смысла рисковать жизнью в бою, которого мы можем избежать.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_BRIG_2"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE"]/text
ru: Вы следуете по указателям с надписью "Склад Коалиции". Они приводят вас к двери 1-го уровня безопасности, для которой у вас уже есть карточка. Вы хотите войти внутрь?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE"]/choice[1]/text
ru: Войти внутрь!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE"]/choice[2]/text
ru: Вернуться назад, пыльный склад не кажется вам привлекательным.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_INTERIOR"]/text
ru: Сначала вы посылаете одного из членов своего экипажа, чтобы убедиться, что в этом помещении вас не поджидает засада. Когда он возвращается целым и невредимым, вы решаете, что можно войти внутрь. Как ни странно, помещение представляет собой беспорядочное нагромождение ящиков с различными надписями и обозначениями, причем не было предпринято никаких усилий, чтобы упорядочить их. Некоторые ящики бросаются в глаза: ящик с надписью "Лента". Ящик с надписью "ОПАСНО! ВЗРЫВООПАСНО" Ящик с надписью "Веревка, бечева и шнур". Все они запечатаны, поэтому вам понадобится соответствующий инструмент, чтобы открыть их. Вы также заметили длинные стальные и деревянные шесты, засунутые в угол и связанные между собой стяжками, длиной около 3 метров каждый.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_INTERIOR"]/choice[@req="fm_fs_crowbar" and @lvl="1"]/text
ru: (Ломик) Открыть несколько ящиков.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_INTERIOR"]/choice[@req="fm_fs_crowbar" and @lvl="0"]/text
ru: Открыть несколько ящиков.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_INTERIOR"]/choice[@req="fm_fs_duct_pole"]/text
ru: У вас уже есть Улучшенный шест.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_INTERIOR"]/choice[@req="FM_FS_LIST_POLE"]/text
ru: (КЛЕЙКАЯ ЛЕНТА) )Соединить клейкую ленту с найденными на складе шестами, чтобы сделать более прочный шест.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_INTERIOR"]/choice[@req="pilot"]/text
ru: Вернуться в крыло Коалиции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_MAKE_POLE"]/text
ru: Вы создаете более прочный шест, используя клейкую ленту и две привязанные между собой палки. Может быть, с его помощью вам удастся достать дипломат?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_MAKE_POLE"]/choice[@req="pilot"]/text
ru: Вернуться в крыло Коалиции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES_NO"]/text
ru: Вы пытаетесь открыть ящики с помощью всего, что можно найти в помещении, но как бы вы ни старались с помощью своего экипажа, открыть ящики не удается. Вам понадобится какой-нибудь инструмент в качестве рычага.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES_NO"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/text
ru: Выбрать ящик!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_duct_tape" and @lvl="1"]/text
ru: Вы уже собрали всю клейкую ленту, которая, как вам кажется, может понадобиться в течение всей вашей жизни.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_duct_tape" and @lvl="0"]/text
ru: Открыть ящик с надписью "Лента".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_fire_grenade_obtained" and @lvl="1"]/text
ru: Вы уже достали все Зажигательные гранаты, которые, по вашему мнению, вам понадобятся.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_fire_grenade_obtained" and @lvl="0"]/text
ru: Открыть ящик с надписью "ОПАСНО! ВЗРЫВООПАСНО".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_rope_obtained" and @lvl="1"]/text
ru: Вы уже достали все веревки, которые, по вашему мнению, вам понадобятся.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_need_rope"]/text
ru: Открыть ящик с надписью "Веревка, бичева и шнур".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_rope_obtained" and @lvl="0"]/text
ru: В данный момент веревка вам не нужна, и вы решили оставить ее в покое.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="pilot"]/text
ru: Вернуться в крыло Коалиции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_TAPE"]/text
ru: Вы изучаете содержимое ящика надписью "Лента". Внутри находится множество видов лент, таких как малярная, маскировочная и клейкая. Вы можете взять их, если они вам для чего-то понадобятся.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_TAPE"]/choice[@req="pilot"]/text
ru: Вы берете с собой клейкую ленту.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_EXPLOSIVES"]/text
ru: Вы изучаете содержимое ящика надписью "ОПАСНО! ВЗРЫВООПАСНО". Внутри находятся различные взрывчатые вещества, такие как Зажигательные гранаты и взрывчатка более высокого класса, которую лучше не использовать на разрушающейся космической станции. Вы берете с собой несколько Зажигательных гранат - никогда не знаешь, когда может пригодиться мгновенно возникший огонь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_EXPLOSIVES"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_ROPE"]/text
ru: Вы изучаете содержимое ящика надписью "Веревка, бичева и шнур". Вы получаете прочную веревку длиной 15 метров. Если вы хотите достать этот дипломат, вам понадобится какой-нибудь крюк, чтобы прикрепить его к веревке.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_ROPE"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_BARRACKS"]/text
ru: Вы прибываете в казармы Коалиции. У главного входа в казармы стоит большой погрузчик, перевернутый на бок и блокирующий главную дверь, похоже, он разбился. Как бы ни старался ваш экипаж, вам не удается сдвинуть его с места. Дверь, похоже, тоже сильно повреждена. Даже если вы сдвинете машину с места, вы не сможете добраться до двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_BARRACKS"]/choice[@req="pilot"]/text
ru: Вернуться в крыло Коалиции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/text
ru: Вы прибываете в крыло Федерации. Оно выглядит скучно и унифицировано (Федерация склонна жить по правилам, в конце концов). Здесь есть несколько указателей, по которым вы можете пройти.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="fm_fs_keycard_5"]/text
ru: Вы уже обыскали лазарет, для вас он бесполезен.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="marker_infirmary_clear"]/text
ru: Войти в лазарет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="FM_FS_LIST_KILL_ENGI_INFIRMARY"]/text
ru: (ЗАЖИГАТЕЛЬНАЯ ГРАНАТА) Сжечь рой наномашин дотла.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="FM_FS_LIST_KILL_ENGI_INFIRMARY_MISSING"]/text
ru: (ГРАНАТА) Хотя ваша граната может стать отличным средством для уничтожения роя наномашин, вы просто сожжете все полезное в этом помещении дотла. Вам понадобится способ потушить огонь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="marker_engi_in_infirmary"]/text
ru: Рой наномашин все еще продолжает работать внутри, вам понадобится более мощное оружие, чтобы разобраться с ним.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="fm_fs_keycard_2" and @lvl="1"]/text
ru: (Карточка безопасности) Открыть дверь лазарета.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="fm_fs_keycard_2" and @lvl="0"]/text
ru: Попробовать открыть дверь лазарета.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[8]/text
ru: Попытаться открыть дверь лаборатории исследований и разработки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="marker_moved_barracks_crate"]/text
ru: Осмотреть казармы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[10]/text
ru: Осмотреть казармы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[11]/text
ru: Выйти из крыла Федерации.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[12]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_DENIED_OUTSIDE"]/text
ru: Дверь в лабораторию исследований и разработки, похоже, закрыта. Чтобы попасть в нее, вам понадобится соответствующая карточка безопасности. На панели рядом с дверью написано: "5".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_DENIED_OUTSIDE"]/choice[@req="fm_fs_keycard_5"]/text
ru: (Карточка безопасности) Воспользоваться своей карточкой безопасности 5-го уровня.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_DENIED_OUTSIDE"]/choice[@req="pilot"]/text
ru: Неважно, давайте пока посмотрим другие места.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_GAINED"]/text
ru: Вы снимаете блокировку с двери, с силой распахиваете ее, а затем извлекаете Зажигательную гранату и бросаете ее в рой наномашин. Прямое попадание! Убедившись, что они погибли, вы достаете огнетушитель и быстро тушите огонь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_GAINED"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB"]/text
ru: Пока вы искали на станции способ уничтожить энджи, оказалось, что энджи полностью разграбили помещение. Большинство предметов в комнате либо полностью уничтожены, либо повреждены до неузнаваемости. Все терминалы разбиты, значительная часть медикаментов и оборудования пришла в негодность или была заражена. Единственное, что бросается в глаза, - это тело мужчины в углу комнаты, лежащее, судя по всему, на носилках.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB"]/choice[1]/text
ru: Осмотреть тело внимательнее.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB"]/choice[2]/text
ru: Н Е Т. Уходим.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB_BODY"]/text
ru: Вы делаете глубокий вдох и подходите к телу мужчины на носилках. Устав рисковать, вы стреляете в мертвеца три раза в голову и два раза в туловище, а затем держите оружие наготове на случай неожиданности. Ничего не происходит, и вы продолжаете.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB_BODY"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB_BODY2"]/text
ru: Мужчина, похоже, одет в форму высокого ранга, и вы надеетесь, что это не командир этой станции. Ваши опасения, к сожалению, подтверждаются, когда вы достаете его идентификатор личности. Командир Бромвелл Рудкин лежит перед вами мертвый. Ваши шансы получить ответы на вопросы на этой станции значительно понижаются, но вы не позволяете этой ситуации сломить вас. Вы продолжаете действовать ради себя и ради экипажа. Кроме того, вы извлекаете из карманов его униформы нечто очень ценное: Карточку доступа к системе безопасности 5-го уровня, и вы знаете, что она будет очень ценной. Вы хотели бы хотя бы из уважения похоронить этого человека, но, учитывая ваше положение, сейчас это делать слишком опасно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB_BODY2"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_DENIED"]/text
ru: Вы проводите своей карточкой доступа по считывателю, и на маленьком дисплее появляется надпись "Доступ запрещен, уровень доступа слишком низок!". Вы хмуритесь и продолжаете путь, чтобы попасть внутрь, вам понадобится карточка безопасности более высокого уровня.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_DENIED"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_GRANTED"]/text
ru: Вы проводите своей карточкой доступа по считывателю системы безопасности. Двери лазарета издают щелчок, и теперь дверь кажется незапертой, поэтому вы тянете ее за ручку. Когда вы входите в лазарет со своем экипажем, держа оружие наготове, из темного конца помещения раздается голос. "Кто сюда зашел?" - спрашивает он.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_GRANTED"]/choice[1]/text
ru: Спросить, кто спрашивает.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_GRANTED"]/choice[2]/text
ru: Спросить, что здесь происходит.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_1_A"]/text
ru: Пропустив формальности, вы сразу же спрашиваете, кто он. Низкий голос отвечает: "Офицер Дэниел Томпсон". Один из членов вашего экипажа спрашивает его, почему он здесь, и просит выйти из тени. Из тени выходит высокий человек, по крайней мере, кажется, что это человек. Ваш экипаж требует, чтобы он вышел на свет, но он, похоже, не реагирует и не обращает внимания. "Я что-то слышу". неожиданно говорит Дэниел, но вы уверены, что ничего не слышали. "Вы слышите это? Оно пытается войти" - продолжает офицер Томпсон. Здесь так тихо, что можно было бы услышать, как падает булавка, но вы не услышали ни единого звука.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_1_A"]/choice[1]/text
ru: Что вы слышите?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_1_A"]/choice[2]/text
ru: У меня нет на это времени, немедленно опустись на пол.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_1_B"]/text
ru: Пропустив формальности, вы сразу же спрашиваете, что происходит на станции "Беллона". Вам отвечает низкий голос, голос мужчины изменился: " Атака Гармонии, протокол XETA. X-XETA". Один из членов вашего экипажа спрашивает его, зачем он здесь, и приказывает ему выйти из тени. Фигура делает шаг вперед: похоже, это высокий мужчина. Ваш экипаж требует, чтобы он вышел на свет, но тот, похоже, не реагирует и не обращает внимания. "Я что-то слышу", - внезапно говорит мужчина, но вы уверены, что ничего не слышали. "Вы слышите это? Оно пытается войти", - продолжает он. Здесь так тихо, что можно услышать, как падает булавка, но вы не услышали ни единого звука.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_1_B"]/choice[1]/text
ru: Что вы слышите?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_1_B"]/choice[2]/text
ru: У меня нет на это времени, немедленно опустись на пол.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_A"]/text
ru: Вы спрашиваете офицера Томаса, что он слышит, поскольку вы ничего не слышите. "Марта, прости меня, боже", - отвечает он. Этот человек говорит что-то невнятное, и вы не можете понять, почему. Его тон ни с того ни с сего меняется, и он говорит: "Назовите свое имя и звание, солдаты". Один из членов вашего экипажа выполняет его просьбу. Не теряя ни секунды, офицер заявляет: "Не могу дождаться, когда увижу, что у них сегодня в столовой. Вся эта скучная работа по обслуживанию и отсутствие активности наводят на меня скуку". Что-то здесь не так. Очень, очень не так. Мужчина отказывается выходить из тени и продолжает говорить лишь непонятные фразы, как будто он обращается к вам, а вы не к нему. Вам надоело играть в игры.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_A"]/choice[@req="pilot"]/text
ru: Выстрелить в него, он ведет себя неадекватно и опасен.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_B"]/text
ru: Вы просите офицера Томаса опуститься на землю, СЕЙЧАС. Мужчина колеблется и делает еще один шаг назад, прочь от вас и вашего экипажа. "Марта, прости меня, боже", - отвечает он. Этот человек говорит что-то невнятное, и вы не можете понять, почему. Его тон ни с того ни с сего меняется, и он говорит: "Назовите свое имя и звание, солдаты". Никто не выполняет его просьбу. Вы угрожаете выстрелить, если он не подчинится. "Рядовой Барнс, вы стреляете хуже, чем ваша бабушка готовит", - отвечает он. Что-то здесь не так. Очень, очень не так. Мужчина отказывается выходить из тени и продолжает говорить лишь непонятные фразы, как будто он обращается к вам, а вы не к нему. Вам надоело играть в игры.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_B"]/choice[@req="pilot"]/text
ru: Выстрелить в него, он ведет себя неадекватно и опасен.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_C"]/text
ru: Вы спрашиваете офицера Томаса, что он слышит, поскольку вы ничего не слышите. "Марта, прости меня, боже", - отвечает он. Этот человек говорит что-то невнятное, и вы не можете понять, почему. Его тон ни с того ни с сего меняется, и он говорит: "Назовите свое имя и звание, солдаты". Один из членов вашего экипажа выполняет его просьбу. Не теряя ни секунды, офицер заявляет: "Не могу дождаться, когда увижу, что у них сегодня в столовой. Вся эта скучная работа по обслуживанию и отсутствие активности наводят на меня скуку". Что-то здесь не так. Очень, очень не так. Мужчина отказывается выходить из тени и продолжает говорить лишь непонятные фразы, как будто он обращается к вам, а вы не к нему. Вам надоело играть в игры.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_C"]/choice[@req="pilot"]/text
ru: Выстрелить в него, он ведет себя неадекватно и опасен.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_D"]/text
ru: Вы просите офицера Томаса опуститься на землю, СЕЙЧАС. Мужчина колеблется и делает еще один шаг назад, прочь от вас и вашего экипажа. "Марта, прости меня, боже", - отвечает он. Этот человек говорит что-то невнятное, и вы не можете понять, почему. Его тон ни с того ни с сего меняется, и он говорит: "Назовите свое имя и звание, солдаты". Никто не выполняет его просьбу. Вы угрожаете выстрелить, если он не подчинится. "Рядовой Барнс, вы стреляете хуже, чем ваша бабушка готовит", - отвечает он. Что-то здесь не так. Очень, очень не так. Мужчина отказывается выходить из тени и продолжает говорить лишь непонятные фразы, как будто он обращается к вам, а вы не к нему. Вам надоело играть в игры.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_D"]/choice[@req="pilot"]/text
ru: Выстрелить в него, он ведет себя неадекватно и опасен.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_SHOOT_MAN"]/text
ru: Вы стреляете мужчине прямо в сердце, так как не можете понять, где находится его голова. От удара мужчину отбрасывает на несколько сантиметров назад, и он падает на землю. Чистое попадание, вы почти уверены в этом. Проходит несколько мгновений, и ваш экипаж ждет вашего приказа, оружие по-прежнему направлено на тело. Однако прежде чем вы успеваете заговорить, вы слышите высокочастотный гул, исходящее от тела мужчины. В тусклом свете лазарета вы видите, как из огнестрельной раны вытекают десятки крошечных нано-машин. Попятившись из помещения, вы и ваш экипаж открываете по наномашинам шквальный огонь. Вы тут же хватаете лежащий на полу кусок трубы и закрываете дверь, а затем закрываете ее на засов. Стрельба из стрелкового оружия может справиться с наномашинами энджи, но не без риска получить потенциально неприятные травмы. Нам понадобится оружие получше, чтобы справиться с ними. Пока что вы отходите от двери лазарета.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_SHOOT_MAN"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH"]/text
ru: Вы получаете карточку пятого уровня и отправляетесь в лабораторию исследований и разработки. Лаборатория заполнена странными мензурками с химикатами, контейнерами для хранения экспериментальных образцов и полуготовыми прототипами, просто лежащими на столах. Прототипы никак не обозначены, поэтому вам не хочется прикасаться к ним, вдруг один из них превратит вас в стаканчик итальянского мороженого или клубничное желе. В лаборатории на удивление нет ни одного мертвого сотрудника, скорее всего, из-за высокого уровня доступа, необходимого для входа в помещение.
