Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_AERO" and @lvl="1"]/text
ru: Модуль Вдохновляющие аэрозоли [на вашем корабле: +100% к перезарядке способностей для вашего экипажа, -30% для вражеского. На вражеском корабле: +50% к перезарядке способностей для вашего экипажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_AERO" and @lvl="2"]/text
ru: Модуль Вдохновляющие аэрозоли (x2) [на вашем корабле: +200% к перезарядке способностей для вашего экипажа, -51% для вражеского. На вражеском корабле: +100% к перезарядке способностей для вашего экипажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_AERO" and @lvl="3"]/text
ru: Модуль Вдохновляющие аэрозоли (x3) [на вашем корабле: +300% к перезарядке способностей для вашего экипажа, -65.7% для вражеского. На вражеском корабле: +150% к перезарядке способностей для вашего экипажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_AERO" and @lvl="4"]/text
ru: Модуль Вдохновляющие аэрозоли (x4) [на вашем корабле: +400% к перезарядке способностей для вашего экипажа, -76.99% для вражеского. На вражеском корабле: +200% к перезарядке способностей для вашего экипажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_AERO" and @lvl="5"]/text
ru: Модуль Вдохновляющие аэрозоли (x5) [на вашем корабле: +500% к перезарядке способностей для вашего экипажа, -83.193% для вражеского. На вражеском корабле: +250% к перезарядке способностей для вашего экипажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESPIRATION"]/text
ru: Модуль Улучшенные поля дыхания [на вашем корабле: урон от удушья 0.8х, мультипликативно увеличивается за каждую единицу энергии в o2]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_SCRAP" and @lvl="1"]/text
ru: Модуль Магнит для лома [+5% к заработку лома]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_SCRAP" and @lvl="2"]/text
ru: Модуль Магнит для лома (x2) [+10% к заработку лома]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_SCRAP" and @lvl="3"]/text
ru: Модуль Магнит для лома (x3) [+15% к заработку лома]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="1"]/text
ru: Защитный призматический культиватор [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="2"]/text
ru: Защитный призматический культиватор(x2) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="3"]/text
ru: Защитный призматический культиватор(x3) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="4"]/text
ru: Защитный призматический культиватор(x4) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="5"]/text
ru: Защитный призматический культиватор(x5) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="6"]/text
ru: Защитный призматический культиватор(x6) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="7"]/text
ru: Защитный призматический культиватор(x7) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="8"]/text
ru: Защитный призматический культиватор(x8) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="9"]/text
ru: Защитный призматический культиватор(x9) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="10"]/text
ru: Защитный призматический культиватор(x10) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="11"]/text
ru: Защитный призматический культиватор(x11) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="12"]/text
ru: Защитный призматический культиватор(x12) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="13"]/text
ru: Защитный призматический культиватор(x13) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="14"]/text
ru: Защитный призматический культиватор(x14) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="15"]/text
ru: Защитный призматический культиватор(x15) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="16"]/text
ru: Защитный призматический культиватор(x16) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="17"]/text
ru: Защитный призматический культиватор(x17) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="18"]/text
ru: Защитный призматический культиватор(x18) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="19"]/text
ru: Защитный призматический культиватор(x19) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="20"]/text
ru: Защитный призматический культиватор(x20) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="21"]/text
ru: Защитный призматический культиватор(x21) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="22"]/text
ru: Защитный призматический культиватор(x22) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="23"]/text
ru: Защитный призматический культиватор(x23) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="24"]/text
ru: Защитный призматический культиватор(x24) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="25"]/text
ru: Защитный призматический культиватор(x25) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="26"]/text
ru: Защитный призматический культиватор(x26) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="27"]/text
ru: Защитный призматический культиватор(x27) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="28"]/text
ru: Защитный призматический культиватор(x28) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="29"]/text
ru: Защитный призматический культиватор(x29) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="30"]/text
ru: Защитный призматический культиватор(x30) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="31"]/text
ru: Защитный призматический культиватор(x31+) [60% шанс выстрелить 2 лазерами]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="1"]/text
ru: Защитный кристаллический культиватор [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="2"]/text
ru: Защитный кристаллический культиватор(x2) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="3"]/text
ru: Защитный кристаллический культиватор(x3) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="4"]/text
ru: Защитный кристаллический культиватор(x4) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="5"]/text
ru: Защитный кристаллический культиватор(x5) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="6"]/text
ru: Защитный кристаллический культиватор(x6) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="7"]/text
ru: Защитный кристаллический культиватор(x7) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="8"]/text
ru: Защитный кристаллический культиватор(x8) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="9"]/text
ru: Защитный кристаллический культиватор(x9) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="10"]/text
ru: Защитный кристаллический культиватор(x10) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="11"]/text
ru: Защитный кристаллический культиватор(x11) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="12"]/text
ru: Защитный кристаллический культиватор(x12) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="13"]/text
ru: Защитный кристаллический культиватор(x13) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="14"]/text
ru: Защитный кристаллический культиватор(x14) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="15"]/text
ru: Защитный кристаллический культиватор(x15) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="16"]/text
ru: Защитный кристаллический культиватор(x16) [60% шанс активировать месть и выпустить 2 кристалла(40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="1"]/text
ru: Установить Защитный кузнечный культиватор [60% шанс мести, выпускает 2 магнитных фрагмента(10% шанс пожара, 50% шанс пробоины, проникает через 10 щитов, двойной урон по отсекам без систем, 5с оглушения)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="2"]/text
ru: Защитный кузнечный культиватор(x2) [60% шанс мести, выпускает 2 магнитных фрагмента(10% шанс пожара, 50% шанс пробоины, проникает через 10 щитов, двойной урон по отсекам без систем, 5с оглушения)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="3"]/text
ru: Защитный кузнечный культиватор(x3) [60% шанс мести, выпускает 2 магнитных фрагмента(10% шанс пожара, 50% шанс пробоины, проникает через 10 щитов, двойной урон по отсекам без систем, 5с оглушения)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="4"]/text
ru: Защитный кузнечный культиватор(x4) [60% шанс мести, выпускает 2 магнитных фрагмента(10% шанс пожара, 50% шанс пробоины, проникает через 10 щитов, двойной урон по отсекам без систем, 5с оглушения)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="5"]/text
ru: Защитный кузнечный культиватор(x5) [60% шанс мести, выпускает 2 магнитных фрагмента(10% шанс пожара, 50% шанс пробоины, проникает через 10 щитов, двойной урон по отсекам без систем, 5с оглушения)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="6"]/text
ru: Защитный кузнечный культиватор(x6) [60% шанс мести, выпускает 2 магнитных фрагмента(10% шанс пожара, 50% шанс пробоины, проникает через 10 щитов, двойной урон по отсекам без систем, 5с оглушения)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="7"]/text
ru: Защитный кузнечный культиватор(x7) [60% шанс мести, выпускает 2 магнитных фрагмента(10% шанс пожара, 50% шанс пробоины, проникает через 10 щитов, двойной урон по отсекам без систем, 5с оглушения)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="8"]/text
ru: Защитный кузнечный культиватор(x8) [60% шанс мести, выпускает 2 магнитных фрагмента(10% шанс пожара, 50% шанс пробоины, проникает через 10 щитов, двойной урон по отсекам без систем, 5с оглушения)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="9"]/text
ru: Защитный кузнечный культиватор(x9) [60% шанс мести, выпускает 2 магнитных фрагмента(10% шанс пожара, 50% шанс пробоины, проникает через 10 щитов, двойной урон по отсекам без систем, 5с оглушения)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="10"]/text
ru: Защитный кузнечный культиватор(x10) [60% шанс мести, выпускает 2 магнитных фрагмента(10% шанс пожара, 50% шанс пробоины, проникает через 10 щитов, двойной урон по отсекам без систем, 5с оглушения)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="11"]/text
ru: Защитный кузнечный культиватор(x11+) [60% шанс мести, выпускает 2 магнитных фрагмента(10% шанс пожара, 50% шанс пробоины, проникает через 10 щитов, двойной урон по отсекам без систем, 5с оглушения)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS"]/text
ru: Установить улучшение системы (Оружие)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS"]/text
ru: Установить улучшение системы (Щиты)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES"]/text
ru: Установить улучшение системы (Двигатели)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED"]/text
ru: Установить улучшение системы (Медицина)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES"]/text
ru: Установить улучшение системы (Дроны)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN"]/text
ru: Установить улучшение системы (Кислородная установка)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER"]/text
ru: Установить улучшение системы (Телепортер)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING"]/text
ru: Установить улучшение системы (Маскировка)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY"]/text
ru: Установить улучшение системы (Артиллерия)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING"]/text
ru: Установить улучшение системы (Взломщик)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND"]/text
ru: Установить улучшение системы (Контроль разума)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL"]/text
ru: Установить улучшение системы (Временной манипулятор)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT"]/text
ru: Установить улучшение системы (Рулевая рубка)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS"]/text
ru: Установить улучшение системы (Сенсоры)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS"]/text
ru: Установить улучшение системы (Двери)? [+40% скорости ремонта, на 40% меньше урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY"]/text
ru: Установить улучшение системы (Батарея)? [+40% скорости ремонта, на 40% меньше урона от саботажа]
