Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_MARE"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_WRAITH"]/text
ru: Выковать огнемет "Дажьбог", используя Виденье.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_WRAITH"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_WRAITH"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_WRAITH"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_WRAITH"]/event/choice/event/choice/event/removeCrew/text
ru: Вы аккуратно помещаете Виденье в топливную камеру огнемета.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_WRAITH"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[5]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/text
ru: В данный момент вы просматриваете описание "Расщепителя".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[1]/text
ru: Выковать фазер "Расщепитель".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[1]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[1]/event/choice/event/choice/event/removeCrew/text
ru: Ланиус начинает разрушаться, когда вы направляете на него энергию Фазера, сливаясь с металлом орудия и изменяя его структуру.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[1]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/text
ru: В данный момент вы просматриваете описание Фотонный лазер мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/choice[1]/text
ru: Выковать Фотонный лазер мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/choice[1]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/choice[1]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/text
ru: Выковать Фотонный лазер мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/choice[1]/text
ru: Выковать Фотонный лазер мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/choice[1]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/choice[1]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_HUMAN"]/text
ru: В данный момент вы просматриваете описание лазера "Потрошитель повстанцев".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_HUMAN"]/choice[1]/text
ru: Выковать лазер "Потрошитель повстанцев".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_HUMAN"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_HUMAN"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_HUMAN"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/text
ru: В данный момент вы просматриваете описание индуктора разломов "Прощение".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[1]/text
ru: Выковать индуктор разломов "Прощение".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[1]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[1]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SURGE_LASER"]/text
ru: В данный момент вы просматриваете описание "Мультипликационного" залпового лазера.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SURGE_LASER"]/choice[1]/text
ru: Выковать "Множественность".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SURGE_LASER"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SURGE_LASER"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SURGE_LASER"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/text
ru: В данный момент вы просматриваете описание "Убийцы богов".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[1]/text
ru: Изменить настройки орудия с "Полуавтомат" на "Полный автомат".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[1]/event/text
ru: Алестер осторожно берет "Убийцу богов" и кладет его на верстак. Он подходит к ящику с инструментами и достает отвертку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[1]/event/choice/event/text
ru: С помощью простой плоской отвертки он отвинчивает заднюю часть корпуса орудия. Открывается панель с одним большим циферблатом внутри.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[1]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[1]/event/choice/event/choice/event/text
ru: Переведя один циферблат с надписью "ПОЛУ" вправо, чтобы указать на "АВТО", Алестер почесывает затылок. "Зачем они выставили это на "Полу"? Так странно. Ну, не злоупотребляй этой силой, иначе мне придется забрать ее у тебя, мальчик!" - говорит он слегка посмеиваясь. Он возвращает вам орудие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/text
ru: В данный момент вы просматриваете описание дисковой пусковой установки "ТАРАНИС".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_1"]/text
ru: Выковать дисковую пусковую установку "ТАРАНИС" с помощью миномета "Геб".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_1"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_1"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_2"]/text
ru: Выковать дисковую пусковую установку "ТАРАНИС" с помощью миномета "Осирис".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_2"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_FIRE"]/text
ru: Выковать дисковую пусковую установку "ТАРАНИС" с помощью миномета "Сехмет".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_FIRE"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_FIRE"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_STUN"]/text
ru: Выковать дисковую пусковую установку "ТАРАНИС" с помощью миномета "Анубис".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_STUN"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_STUN"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[5]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/text
ru: В данный момент вы просматриваете описание иона "Цербер".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/choice[1]/text
ru: Выковать ион "Цербер".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/choice[1]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/choice[1]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
ru: Вернуться в меню крафта.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/text
ru: В данный момент вы просматриваете описание Гатлинг-иона "Веста".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[@req="ION_CHARGEGUN"]/text
ru: Выковать Гатлинг-ион "Веста", используя Зарядную ионную пушку мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[@req="ION_CHARGEGUN"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[@req="ION_CHARGEGUN"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[@req="ION_CHARGEGUN_2"]/text
ru: Выковать Гатлинг-ион "Веста", используя Зарядную ионную пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[@req="ION_CHARGEGUN_2"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[@req="ION_CHARGEGUN_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[3]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/text
ru: В данный момент вы просматриваете описание Энергетического диффузора "Эксидия".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[@req="FM_SHOTGUN_ENERGY_LIST_PLUS"]/text
ru: Выковать энергетический диффузор "Эксидия"+, используя Зарядную энергетическую пушку+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[@req="FM_SHOTGUN_ENERGY_LIST_PLUS"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[@req="FM_SHOTGUN_ENERGY_LIST_PLUS"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[@req="FM_SHOTGUN_ENERGY_LIST"]/text
ru: Выковать энергетический диффузор "Эксидия", используя Зарядную энергетическую пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[@req="FM_SHOTGUN_ENERGY_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[@req="FM_SHOTGUN_ENERGY_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[3]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE"]/text
ru: В данный момент вы просматриваете описание Пульсового лазера мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE"]/choice[1]/text
ru: Выковать Пульсовой лазер мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/text
ru: В данный момент вы просматриваете описание Пульсовой лазер мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[@req="FM_PULSE_2_LIST_PLUS"]/text
ru: Выковать Пульсовой лазер мод. II+, используя Энергетическую пушку мод. II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[@req="FM_PULSE_2_LIST_PLUS"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[@req="FM_PULSE_2_LIST_PLUS"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[@req="FM_PULSE_2_LIST"]/text
ru: Выковать Пульсовой лазер мод. II, используя Энергетическую пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[@req="FM_PULSE_2_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[@req="FM_PULSE_2_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[3]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_3"]/text
ru: В данный момент вы просматриваете описание Пульсовой лазер мод. III.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_3"]/choice[1]/text
ru: Выковать Пульсовой лазер мод. III.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_3"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_3"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_3"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSEDEEP"]/text
ru: В данный момент вы просматриваете описание Пульсоглубинной пушки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSEDEEP"]/choice[1]/text
ru: Выковать Пульсоглубинную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSEDEEP"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSEDEEP"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSEDEEP"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/text
ru: В данный момент вы просматриваете описание луча "Ишимура".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[1]/text
ru: Выковать луч "Ишимура".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[1]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[1]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/text
ru: В данный момент вы просматриваете описание точечного луча "Терра Нова".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[@req="FM_BEAM_MINING_3_LIST"]/text
ru: Выковать точечный луч "Терра Нова", используя точечный луч "Мизерикорд".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[@req="FM_BEAM_MINING_3_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[@req="FM_BEAM_MINING_3_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[@req="FM_BEAM_MINING_3_LIST_2"]/text
ru: Выковать точечный луч "Терра Нова", используя точечный луч "Стилет".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[@req="FM_BEAM_MINING_3_LIST_2"]/event/text
ru: Приступить к работе?
