Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_BEAM_PIERCE"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_BEAM_PIERCE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/text
ru: Здесь вы можете увидеть, какие Модули/Ключевые улучшения у вас установлены.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_SALT"]/text
ru: Соляной корпус [+100% шанс сопротивления ионам, ВСЕ органические члены экипажа получают 0.5 ОЗ/с урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_DUSK"]/text
ru: Устаревший реактор Вестников Заката? [+20% скорость перезарядки оружия и щитов, -20% характеристики вашего экипажа, +20% получаемый урон по экипажу]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_MURAL"]/text
ru: Фрески для корпуса? [Все полезные характеристики экипажа +30%, 50% шанс получить +1 урон корпусу]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_COMPRESS"]/text
ru: Обходной коллектор компрессора [+30% скорость перезарядки оружия, -60% скорость перезарядки щитов]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_PARTICLE"]/text
ru: Щиты с частицами [8 целостности щита, -50% скорость перезарядки щитов]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPLINK"]/text
ru: Установить Матрицы восходящей связи оружия [-40% перезарядка оружия, +25% урона экипажа и -5% урона экипажа за каждую запитанную единицу оружия]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_PERFECT"]/text
ru: Совершенная бортовая эффективность [+5% скорость перезарядки оружия и щитов, +5% ко всем характеристикам экипажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FASTSHIELD"]/text
ru: Бесконечный цикло-барьер[15% шанс уничтожения входящий снаряд щитами, за каждую неиспользованную единицу мощности системы щитов шанс не уничтожить снаряд уменьшается на относительные 15%, также дает +50% к скорости перезарядки щитов за каждую неиспользованную энергию]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FASTWEAPON"]/text
ru: Бесконечный цикло-арсенал [-5% скорости перезарядки оружия, затем добавляется +15% за каждую неиспользованную единицу энергии системы оружия]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_CREWKILL"]/text
ru: Аура метаплазматической коррозии [Вражеский экипаж получает 1.5х урона от всего, но только 50% в бою]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_MAGNETIC"]/text
ru: Электромагнитный корпус [+30% шанс ионного сопротивления, +50% скорость деионизации, +10% шанс сопротивления систем, +10% к заработку лома, магнитный кран, -3 единицы реактора]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESISTSMASH"]/text
ru: Невероятный калибратор боеприпасов [+40% шанс пробоины, -15% шанс сопротивления корпусу, систем и иона у врага, -10% скорость перезарядки]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_WEAPON_IGNITE"]/text
ru: Поджигатель оружия [Ускоряет на 50% перезарядку, стрельба из оружия воспламеняет вашу оружейную систему]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_OFFENSE_SCRAMBLE"]/text
ru: Нарушающий генератор помех [-20% скорость перезарядки оружия противника, -30% перезарядки ваших щитов]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_DEFENSE_SCRAMBLE"]/text
ru: Защитный генератор помех [На 20% уменьшает скорость перезарядки щита противника, на 5с замедляет перезарядку маскировки противника]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_BEAM_PIERCE"]/text
ru: Фазовые частоты лучей [На 10% увеличивает скорость перезарядки орудий, +1 проникновение сквозь щит к лучевым орудиям и дронам]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="1"]/text
ru: Модуль Усиленная обшивка [+5% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="2"]/text
ru: Модуль Усиленная обшивка (x2) [+10% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="3"]/text
ru: Модуль Усиленная обшивка (x3) [+15% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="4"]/text
ru: Модуль Усиленная обшивка (x4) [+20% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="5"]/text
ru: Модуль Усиленная обшивка (x5) [+25% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="6"]/text
ru: Модуль Усиленная обшивка (x6) [+30% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="7"]/text
ru: Модуль Усиленная обшивка (x7) [+35% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="8"]/text
ru: Модуль Усиленная обшивка (x8) [+40% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="9"]/text
ru: Модуль Усиленная обшивка (x9) [+45% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="10"]/text
ru: Модуль Усиленная обшивка (x10) [+50% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="11"]/text
ru: Модуль Усиленная обшивка (x11) [+55% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="12"]/text
ru: Модуль Усиленная обшивка (x12) [+60% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="13"]/text
ru: Модуль Усиленная обшивка (x13) [+65% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="14"]/text
ru: Модуль Усиленная обшивка (x14) [+70% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="15"]/text
ru: Модуль Усиленная обшивка (x15) [+75% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="16"]/text
ru: Модуль Усиленная обшивка (x16) [+80% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="17"]/text
ru: Модуль Усиленная обшивка (x17) [+85% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="18"]/text
ru: Модуль Усиленная обшивка (x18) [+90% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="19"]/text
ru: Модуль Усиленная обшивка (x19) [+95% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="20"]/text
ru: Модуль Усиленная обшивка (x20) [+100% шанс сопротивления корпуса]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="1"]/text
ru: Модуль Герметичные системы [+10% шанс сопротивления систем]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="2"]/text
ru: Модуль Герметичные системы (x2) [+20% шанс сопротивления систем]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="3"]/text
ru: Модуль Герметичные системы (x3) [+30% шанс сопротивления систем]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="4"]/text
ru: Модуль Герметичные системы (x4) [+40% шанс сопротивления систем]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="5"]/text
ru: Модуль Герметичные системы (x5) [+50% шанс сопротивления систем]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="6"]/text
ru: Модуль Герметичные системы (x6) [+60% шанс сопротивления систем]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="7"]/text
ru: Модуль Герметичные системы (x7) [+70% шанс сопротивления систем]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="8"]/text
ru: Модуль Герметичные системы (x8) [+80% шанс сопротивления систем]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="9"]/text
ru: Модуль Герметичные системы (x9) [+90% шанс сопротивления систем]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="10"]/text
ru: Модуль Герметичные системы (x10) [+100% шанс сопротивления систем]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_BREACH" and @lvl="1"]/text
ru: Модуль Отражение пробоин [-10% шанс пробоин от противника]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_BREACH" and @lvl="2"]/text
ru: Модуль Отражение пробоин (x2) [-20% шанс пробоин от противника]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_BREACH" and @lvl="3"]/text
ru: Модуль Отражение пробоин (x3) [-30% шанс пробоин от противника]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_BREACH" and @lvl="4"]/text
ru: Модуль Отражение пробоин (x4) [-40% шанс пробоин от противника]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_BREACH" and @lvl="5"]/text
ru: Модуль Отражение пробоин (x5) [-50% шанс пробоин от противника]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_FIRE" and @lvl="1"]/text
ru: Модуль Отражение пожара [-10% шанс пожара от противника]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_FIRE" and @lvl="2"]/text
ru: Модуль Отражение пожара (x2) [-20% шанс пожара от противника]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_FIRE" and @lvl="3"]/text
ru: Модуль Отражение пожара (x3) [-30% шанс пожара от противника]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_FIRE" and @lvl="4"]/text
ru: Модуль Отражение пожара (x4) [-40% шанс пожара от противника]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_FIRE" and @lvl="5"]/text
ru: Модуль Отражение пожара (x5) [-50% шанс пожара от противника]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="1"]/text
ru: Модуль Устойчивая конструкция [на вашем корабле: -20% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="2"]/text
ru: Модуль Устойчивая конструкция (x2) [на вашем корабле: -36% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="3"]/text
ru: Модуль Устойчивая конструкция (x3) [на вашем корабле: -48.8% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="4"]/text
ru: Модуль Устойчивая конструкция (x4) [на вашем корабле: -59.04% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="5"]/text
ru: Модуль Устойчивая конструкция (x5) [на вашем корабле: -67.232% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="6"]/text
ru: Модуль Устойчивая конструкция (x6) [на вашем корабле: -73.786% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="7"]/text
ru: Модуль Устойчивая конструкция (x7) [на вашем корабле: -79.028% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="8"]/text
ru: Модуль Устойчивая конструкция (x8) [на вашем корабле: -83.223% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="9"]/text
ru: Модуль Устойчивая конструкция (x9) [на вашем корабле: -86.578% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="10"]/text
ru: Модуль Устойчивая конструкция (x10) [на вашем корабле: -89.263% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="11"]/text
ru: Модуль Устойчивая конструкция (x11) [на вашем корабле: -91.41% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="12"]/text
ru: Модуль Устойчивая конструкция (x12) [на вашем корабле: -93.128% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="13"]/text
ru: Модуль Устойчивая конструкция (x13) [на вашем корабле: -94.502% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="14"]/text
ru: Модуль Устойчивая конструкция (x14) [на вашем корабле: -95.602% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="15"]/text
ru: Модуль Устойчивая конструкция (x15) [на вашем корабле: -96.482% урона от саботажа]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="1"]/text
ru: Модуль Протоколы стражей [на вашем корабле: экипаж получает -13% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="2"]/text
ru: Модуль Протоколы стражей (x2) [на вашем корабле: экипаж получает -24.31% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="3"]/text
ru: Модуль Протоколы стражей (x3) [на вашем корабле: экипаж получает -34.15% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="4"]/text
ru: Модуль Протоколы стражей (x4) [на вашем корабле: экипаж получает -42.71% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="5"]/text
ru: Модуль Протоколы стражей (x5) [на вашем корабле: экипаж получает -50.158% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="6"]/text
ru: Модуль Протоколы стражей (x6) [на вашем корабле: экипаж получает -56.637% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="7"]/text
ru: Модуль Протоколы стражей (x7) [на вашем корабле: экипаж получает -62.275% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="8"]/text
ru: Модуль Протоколы стражей (x8) [на вашем корабле: экипаж получает -67.179% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="9"]/text
ru: Модуль Протоколы стражей (x9) [на вашем корабле: экипаж получает -71.446% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="10"]/text
ru: Модуль Протоколы стражей (x10) [на вашем корабле: экипаж получает -75.158% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="11"]/text
ru: Модуль Протоколы стражей (x11) [на вашем корабле: экипаж получает -78.387% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="12"]/text
ru: Модуль Протоколы стражей (x12) [на вашем корабле: экипаж получает -81.197% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="13"]/text
ru: Модуль Протоколы стражей (x13) [на вашем корабле: экипаж получает -83.641% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="14"]/text
ru: Модуль Протоколы стражей (x14) [на вашем корабле: экипаж получает -85.768% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="15"]/text
ru: Модуль Протоколы стражей (x15) [на вашем корабле: экипаж получает -87.618% урона]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FLOORING" and @lvl="1"]/text
ru: Модуль Интеллектуальный пол [на вашем корабле: +45% скорости передвижения для союзников, -15% для врагов]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FLOORING" and @lvl="2"]/text
ru: Модуль Интеллектуальный пол (x2) [на вашем корабле: +110.25% скорости передвижения для союзников, -27.75% для врагов]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FLOORING" and @lvl="3"]/text
ru: Модуль Интеллектуальный пол (x3) [на вашем корабле: +204.863% скорости передвижения для союзников, -38.686% для врагов]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FLOORING" and @lvl="4"]/text
ru: Модуль Интеллектуальный пол (x4) [на вашем корабле: +342.05% скорости передвижения для союзников, -47.7% для врагов]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FLOORING" and @lvl="5"]/text
ru: Модуль Интеллектуальный пол (x5) [на вашем корабле: +540.973% скорости передвижения для союзников, -55.621% для врагов]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FLOORING" and @lvl="6"]/text
ru: Модуль Интеллектуальный пол (x6) [на вашем корабле: +829.411% скорости передвижения для союзников, -62.285% для врагов]
