Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[@req="FM_BEAM_MINING_3_LIST_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[3]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/text
ru: В данный момент вы просматриваете описание луча "Ушная ложка".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/choice[@req="BEAM_PARTICLE"]/text
ru: Выковать луч "Ушная ложка".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/choice[@req="BEAM_PARTICLE"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/choice[@req="BEAM_PARTICLE"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/choice[@req="BEAM_PARTICLE"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/choice[@req="BEAM_PARTICLE"]/event/choice/event/choice/event/choice/event/choice/text
ru: Вернуться в меню крафта.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/text
ru: В данный момент вы просматриваете описание луча "Менавла".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST"]/text
ru: Выковать луч "Менавла", используя Рассеиватель ботов-убийц.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST"]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_2"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_2"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_2"]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_3"]/text
ru: Выковать луч "Менавла", используя встроенный Рассеиватель ботов-убийц.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_3"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_3"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_3"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_3"]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS"]/text
ru: Выковать луч "Менавла"+, используя Рассеиватель ботов-убийц.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS"]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_2"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_2"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_2"]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_3"]/text
ru: Выковать луч "Менавла"+, используя встроенный Рассеиватель ботов-убийц.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_3"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_3"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_3"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_3"]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[7]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/text
ru: В данный момент вы просматриваете описание луча "Валефор".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST_PLUS"]/text
ru: Выковать луч "Валефор"+, используя луч "Алебарда"+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST_PLUS"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST_PLUS"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST"]/text
ru: Выковать луч "Валефор", используя луч "Алебарда".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST_EGG"]/text
ru: Выковать луч "Валефор", используя луч "Алебарда".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST_EGG"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST_EGG"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[4]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_FUELED_1"]/text
ru: В данный момент вы просматриваете описание точечного луча "Паразониум".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_FUELED_1"]/choice[1]/text
ru: Выковать точечный луч "Паразониум".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_FUELED_1"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_FUELED_1"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_FUELED_1"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_1"]/text
ru: В данный момент вы просматриваете описание точечного луча "Эбони".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_1"]/choice[1]/text
ru: Выковать точечный луч "Эбони".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_1"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_1"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_1"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/text
ru: В данный момент вы просматриваете описание точечного луча "Болиголов".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[@req="FM_FOCUS_ENERGY_2_LIST_PLUS"]/text
ru: Выковать точечный луч "Болиголов"+, используя Энергетическую пушку мод. II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[@req="FM_FOCUS_ENERGY_2_LIST_PLUS"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[@req="FM_FOCUS_ENERGY_2_LIST_PLUS"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[@req="FM_FOCUS_ENERGY_2_LIST"]/text
ru: Выковать точечный луч "Болиголов"+, используя Энергетическую пушку мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[@req="FM_FOCUS_ENERGY_2_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[@req="FM_FOCUS_ENERGY_2_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[3]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_3"]/text
ru: В данный момент вы просматриваете описание точечного луча "Зеленое сердце".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_3"]/choice[1]/text
ru: Выковать точечный луч "Зеленое сердце".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_3"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_3"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_3"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_CONS"]/text
ru: В данный момент вы просматриваете описание точечный луч "Клен".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_CONS"]/choice[@req="FM_FOCUS_ENERGY_CONS_LIST"]/text
ru: Выковать точечный луч "Клен".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_CONS"]/choice[@req="FM_FOCUS_ENERGY_CONS_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_CONS"]/choice[@req="FM_FOCUS_ENERGY_CONS_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_CONS"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/text
ru: В данный момент вы просматриваете описание точечного луча "Эгротатио".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[@req="FM_FOCUS_VIRUS_LIST"]/text
ru: Выковать точечный луч "Эгротатио".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[@req="FM_FOCUS_VIRUS_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[@req="FM_FOCUS_VIRUS_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[@req="FM_FOCUS_VIRUS_LIST_PLUS"]/text
ru: Выковать точечный луч "Эгротатио".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[@req="FM_FOCUS_VIRUS_LIST_PLUS"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[@req="FM_FOCUS_VIRUS_LIST_PLUS"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[3]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ADAPT"]/text
ru: В данный момент вы просматриваете описание точечного луча "Омияри".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ADAPT"]/choice[@req="FM_FOCUS_ADAPT_LIST"]/text
ru: Выковать точечный луч "Омияри".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ADAPT"]/choice[@req="FM_FOCUS_ADAPT_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ADAPT"]/choice[@req="FM_FOCUS_ADAPT_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ADAPT"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/text
ru: В данный момент вы просматриваете описание луча "Контос".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[@req="ION_1"]/text
ru: Выковать луч "Контос", используя базовую Ионную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[@req="ION_1"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[@req="ION_1"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[@req="ION_2"]/text
ru: Выковать луч "Контос", используя Залповый ион мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[@req="ION_2"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[@req="ION_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[3]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ETERNITY"]/text
ru: В данный момент вы просматриваете описание луча "Вечность".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ETERNITY"]/choice[1]/text
ru: Выковать луч "Вечность".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ETERNITY"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ETERNITY"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ETERNITY"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_BEAM_PRISM_SCATTER"]/text
ru: В данный момент вы просматриваете описание Призматического рассеивающего луча.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_BEAM_PRISM_SCATTER"]/choice[1]/text
ru: Выковать Призматический рассеивающий луч.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_BEAM_PRISM_SCATTER"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_BEAM_PRISM_SCATTER"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_BEAM_PRISM_SCATTER"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/text
ru: В данный момент вы просматриваете описание рассеиватель аномалий "ХЕЙМОН".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_MEGA"]/text
ru: Выковать рассеиватель аномалий "ХЕЙМОН"++, используя Морозный лазер мод. II+ и Облучающую осколочную пушку+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_MEGA"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_MEGA"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_PLUS"]/text
ru: Выковать рассеиватель аномалий "ХЕЙМОН"+, используя Морозный лазер мод. II+ и Облучающую осколочную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_PLUS"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_PLUS"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_PLUS_2"]/text
ru: Выковать рассеиватель аномалий "ХЕЙМОН"+, используя Морозный лазер мод. II и Облучающую осколочную пушку+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_PLUS_2"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_PLUS_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST"]/text
ru: Выковать рассеиватель аномалий "ХЕЙМОН", используя Морозный лазер мод. II и Облучающую осколочную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[5]/text
ru: Неважно.
