Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_FIRE"]/choice[1]/text
ru: Установить Отражение пожара.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_FIRE"]/choice[1]/event/text
ru: Отражение пожара установлено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_FIRE"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_FIRE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESILIENT"]/text
ru: Установить Устойчивую конструкцию? [Уменьшает урон от саботажа на вашем корабле на 20% мультипликативно, можно установить до 15, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESILIENT"]/choice[1]/text
ru: Установить Устойчивую конструкцию.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESILIENT"]/choice[1]/event/text
ru: Устойчивая конструкция установлена!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESILIENT"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESILIENT"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_GUARDIAN"]/text
ru: Установить Протоколы стражей? [Экипаж получает на 13% меньше урона на вашем корабле, можно установить до 5, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_GUARDIAN"]/choice[1]/text
ru: Установить Протоколы стражей.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_GUARDIAN"]/choice[1]/event/text
ru: Протоколы стражей установлены!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_GUARDIAN"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_GUARDIAN"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FLOORING"]/text
ru: Установить Интеллектуальный пол? [+45% скорости передвижения вашего экипажа и -15% для врагов на вашем корабле, можно установить до 6, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FLOORING"]/choice[1]/text
ru: Установить Интеллектуальный пол.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FLOORING"]/choice[1]/event/text
ru: Интеллектуальный пол установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FLOORING"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FLOORING"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_AERO"]/text
ru: Установить Вдохновляющие аэрозоли? [+100% к скорости перезарядки способностей для вашего экипажа и -30% для врагов на вашем корабле. Эффект уменьшается вдвое для вашего экипажа на вражеском корабле. Можно установить до 5, используются 3 ячейки]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_AERO"]/choice[1]/text
ru: Установить Вдохновляющие аэрозоли.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_AERO"]/choice[1]/event/text
ru: Вдохновляющие аэрозоли установлены!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_AERO"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_AERO"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESPIRATION"]/text
ru: Установить Улучшенные поля дыхания? [Бесполезен без Кислородной установки!!][-20% урона от удушья за каждую единицу энергии в Кислородной установке, мультипликативно увеличивается для экипажа вашего корабля. Можно установить только один раз, используются 2 ячейки]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESPIRATION"]/choice[1]/text
ru: Установить Улучшенные поля дыхания.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESPIRATION"]/choice[1]/event/text
ru: Улучшенные поля дыхания установлены!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESPIRATION"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESPIRATION"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_SCRAP"]/text
ru: Установить Магнит для лома? [+5% к заработку лома, можно установить до 3, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_SCRAP"]/choice[1]/text
ru: Установить Магнит для лома.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_SCRAP"]/choice[1]/event/text
ru: Магнит для лома установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_SCRAP"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_SCRAP"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE1"]/text
ru: Установить Защитный призматический культиватор? [2 лазера (10% шанс на пожар) 60% мести, использует 1 ячейку]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE1"]/choice[1]/text
ru: Установить Защитный призматический культиватор.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE1"]/choice[1]/event/text
ru: Защитный призматический культиватор установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE1"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE1"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE2"]/text
ru: Установить Защитный кристаллический культиватор? [2 кристалла (40% шанс пожара, 40% шанс пробоины, проникает через 1 слой щита) 60% мести, использует 2 ячейки]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE2"]/choice[1]/text
ru: Установить Защитный кристаллический культиватор.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE2"]/choice[1]/event/text
ru: Защитный кристаллический культиватор установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE2"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE2"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE3"]/text
ru: Установить Защитный кузнечный культиватор? [2 магнитных осколка (10% шанс пожара, 50% шанс пробоины, проникает через 10 щитов, двойной урон по отсекам без систем, 5с оглушения) 60% шанс мести, использует 3 ячейки]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE3"]/choice[1]/text
ru: Установить Защитный кузнечный культиватор.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE3"]/choice[1]/event/text
ru: Защитный кузнечный культиватор установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE3"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE3"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/text
ru: Здесь вы можете выбрать систему, в которую вы хотите установить модули.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="weapons"]/text
ru: Оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="shields"]/text
ru: Щиты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="engines"]/text
ru: Двигатели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="medbay"]/text
ru: Медотсек.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="clonebay"]/text
ru: Клон-отсек.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="drones"]/text
ru: Дроны.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="oxygen"]/text
ru: Кислородная установка.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="teleporter"]/text
ru: Телепортатор.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="cloaking"]/text
ru: Маскировка.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="artillery"]/text
ru: Артиллерия.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="hacking"]/text
ru: Взломщик.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="mind"]/text
ru: Контроль разума.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="temporal"]/text
ru: Временной манипулятор.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[14]/text
ru: Рулевая рубка.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="sensors"]/text
ru: Сенсоры.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="doors"]/text
ru: Двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="battery"]/text
ru: Батарея.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[18]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/text
ru: Что вы хотите установить в систему оружия?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and @lvl="0"]/event/text
ru: Установить улучшение системы (Оружие)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу систему оружия!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Оружие): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу систему оружия!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/text
ru: Что вы хотите установить в систему щитов?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and @lvl="0"]/event/text
ru: Установить улучшение системы (Щиты)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу систему щитов!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Щиты): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу систему щитов!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/text
ru: Что вы хотите установить в систему двигателей?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and @lvl="0"]/event/text
ru: Установить улучшение системы (Двигатели)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в вашу систему двигателей!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and @lvl="0"]/event/text
ru: Установить Интеграцию микротурелей (Двигатели): [Пока он включен, враги получают 7 ОЗ/с урона в этом отсеке, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and @lvl="0"]/event/choice[1]/text
ru: Установить турели.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and @lvl="0"]/event/choice[1]/event/text
ru: Интеграция микротурелей была установлена в вашу систему двигателей!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and not(@lvl)]/text
ru: Модуль Интеграция микротурелей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/text
ru: Что вы хотите установить в медицинскую систему (Медотсек/Клон-отсек)?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and @lvl="0"]/text
ru: Модуль улучшения системы [40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and @lvl="0"]/event/text
ru: Установить улучшение системы (Медицина)? [+40% скорости ремонта, на 40% меньше урона от саботажа, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and @lvl="0"]/event/choice[1]/text
ru: Установить улучшение системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and @lvl="0"]/event/choice[1]/event/text
ru: Улучшение системы было установлено в ваш медицинский отсек!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and @lvl="0"]/event/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and not(@lvl)]/text
ru: Модуль улучшение системы [Максимально]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and @lvl="0"]/text
ru: Модуль Интеграции микротурелей [45~]
