Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSEDEEP_LIST" and @lvl="1"]/text
ru: Объединить Тяжелый энергетический лазер и Тяжелый ион, чтобы выковать Пульсоглубинную пушку. [Цена: 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSEDEEP_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, вы должны обладать Тяжелой энергетической пушкой и Тяжелым ионом.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="pilot"]/text
ru: Неважно, вернуться в главное меню.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/text
ru: Какое оружие вы хотели бы создать?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_MINING_2_LIST" and @lvl="1"]/text
ru: Разобрать и объединить луч "Сариса" и горные лучи, чтобы выковать луч "Ишимура". [Цена: 120~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_MINING_2_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть луч "Сариса" и горный луч.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_PARTICLE_PIERCE_LIST" and @lvl="1"]/text
ru: Установить технологию используемую Пучком частиц в корпус луча "Гвизарма", чтобы создать луч "Ушная ложка". [Цена: 35~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_PARTICLE_PIERCE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, необходимы Пучок частиц и луч "Гвизарма".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_FORGE_LIST" and @lvl="1"]/text
ru: Предоставить ботам-убийцам лом, чтобы перенастроить луч "Фашард" по своему усмотрению. [Цена: 110~, 2}, 5|]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, нужно иметь луч "Фашард" и что-то по-настоящему убийственное.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_EXPLOSION_FORGE_LIST" and @lvl="1"]/text
ru: Переделать луч "Алебарда", чтобы использовать его длину в качестве телепортационного фиксатора для Малой бомбы и выковать луч "Валефор". [Цена: 75~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_EXPLOSION_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Малая бомба и луч "Алебарда".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_ION_PIERCE_FORGE_LIST" and @lvl="1"]/text
ru: Чтобы выковать это орудие, объединить луч "Рунка" с базовой Ионной пушкой или Залповым ионом мод. I. [Цена: 100~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_ION_PIERCE_FORGE_LIST" and @lvl="0"]/text
ru: Для его создания нужен луч "Рунка" плюс базовый Ионный бластер или Залповый ион мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_ETERNITY_LIST" and @lvl="1"]/text
ru: Объединить луч "Пика" и луч "Коса", чтобы выковать луч "Вечность". [Цена: 40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_ETERNITY_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть луч "Пика" и луч "Коса".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/text
ru: Какое оружие вы хотели бы создать?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_FUELED_1_LIST" and @lvl="1"]/text
ru: Установить точечный луч "Чинкуэда" в корпус ракетницы "Гермес", чтобы выковать точечный луч "Паразониум". [Цена: 70~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_FUELED_1_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть точечный луч "Чинкуэда" и ракетница "Гермес".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_1_LIST" and @lvl="1"]/text
ru: Заменить источник энергии точечного луча "Дирк" на ядро Энергетической пушки мод. I, чтобы выковать точечный луч "Эбони". [Цена: 40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_1_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть точечный луч "Дирк" и Энергетическая пушка мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_2_FORGE_LIST" and @lvl="1"]/text
ru: Заменить источник энергии точечного луча "Мизерикорд" на ядро Энергетической пушки мод. II, чтобы выковать точечный луч "Болиголов". [Цена: 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_2_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть точечный луч "Мизерикорд" и Осколочная пушка мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_3_LIST" and @lvl="1"]/text
ru: Заменить источник энергии точечного луча "Стилет" на ядро Энергетической пушки мод. III, чтобы выковать точечный луч "Зеленое сердце". [Цена: 60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_3_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть острие точечный луч "Стилет" и оружие Энергетическая пушка мод. III.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_CONS_LIST" and @lvl="1"]/text
ru: Заменить источник энергии точечного луча "Дирк" на ядро Консервативной энергетической пушки, чтобы выковать точечный луч "Клен". [Цена: 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_CONS_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть точечный луч "Дирк" и Консервативная энергетическая пушка.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_VIRUS_FORGE_LIST" and @lvl="1"]/text
ru: Улучшить фокусировочную линзу точечного луча "Анелас" смертоносными химикатами Коррозионного лазера. [Цена: 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_VIRUS_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Коррозионный лазер мод. II и Рад-точечный луч "Анелас".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ADAPT_LIST" and @lvl="1"]/text
ru: Объединить луч "Су-яри" и точечный луч "Чинкуэда", чтобы выковать точечный луч "Омияри". [Цена: 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ADAPT_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть луч "Су-яри" и точечный луч "Чинкуэда".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_BEAM_MINING_3_FORGE_LIST" and @lvl="1"]/text
ru: Объединить точечный луч "Мизерикорд" либо точечный луч "Стилет" и луч "Ишимура", чтобы выковать точечный луч Терра Нова "Крушитель кораблей". [Цена: 50-70~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_BEAM_MINING_3_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть точечный луч "Мизерикорд" (или точечный луч "Стилет") и луч "Ишимура".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/text
ru: Какое оружие вы хотели бы создать?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_ANOMALY_FORGE_LIST" and @lvl="1"]/text
ru: Установить модуль охлаждения Морозного лазера мод. II в корпус Облучающей осколочной пушки, чтобы выковать Рассеиватель аномалий "ХЕЙМОН". [Цена: 45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_ANOMALY_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должен быть Морозный лазер мод. II и пусковая установка Облучающая осколочная пушка.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_BRONZE_LIST_FORGE_LIST" and @lvl="1"]/text
ru: Наполнить свою Осколочную пушку мод. II кристаллическими наростами, чтобы выковать Бронзовую осколочную пушку. [Цена: 10~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_BRONZE_LIST_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать Бронзовую осколочную пушку, у вас должно быть кристаллическое оружие и Осколочная пушка мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_AETHER_LIST" and @lvl="1"]/text
ru: Установить технологию эфира в вашу Осколочную пушку мод. IV. [Цена: 60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_AETHER_LIST" and @lvl="0"]/text
ru: Для улучшения Осколочной пушки мод. IV вам понадобятся любые отголоски утраченных технологий.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_CURSED_LIST" and @lvl="1"]/text
ru: Установить технологию ланиусов в вашу Осколочную пушку. [Цена: 30~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_CURSED_LIST" and @lvl="0"]/text
ru: Чтобы выковать осколочную пушку "Карнифекс", вам понадобятся Клон-отсек 3-го уровня, ланиус и Осколочная пушка мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_ENERGY_RAILBLENDER_FORGE_LIST" and @lvl="1"]/text
ru: Объединить Зарядную осколочную пушку и Зарядную энергетическую пушку, чтобы выковать осколочную пушку Рельсовый шредер. [140~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_ENERGY_RAILBLENDER_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Зарядная осколочная пушка и Зарядная энергетическая пушка.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/text
ru: Какое оружие вы хотели бы создать?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_MISSILES_BURST_FIRE_FORGE_LIST" and @lvl="1"]/text
ru: Разобрать и объединить ракетницы "Арес" и "Аид", чтобы создать ракетницу "Адское пламя". [Цена: 90~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_MISSILES_BURST_FIRE_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть ракетницы "Арес" и "Аид".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_MISSILES_CLOAK_STUN_FORGE_LIST" and @lvl="1"]/text
ru: Улучшить маскирующее поле ракетницы "Никс" с помощью ядра Энергетического ошеломителя, чтобы выковать ракетницу "Чернобог". [Цена: 70~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_MISSILES_CLOAK_STUN_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть ракетная установка "Никс" и Энергетический ошеломитель.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_BOMB_CRYSTAL_FIRE_LIST" and @lvl="1"]/text
ru: Соединить Кристаллическую изолирующую бомбу с Зажигательной бомбой, чтобы создать Проект #7: Пылающий конец. [Цена: 60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_BOMB_CRYSTAL_FIRE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Изолирующая и Зажигательная бомбы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_BOMB_CRYSTAL_BIO_LIST" and @lvl="1"]/text
ru: Соединить Кристаллическую изолирующую бомбу с Облучающей бомбой, чтобы создать Проект #22: Безымянный. [Цена: 80~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_BOMB_CRYSTAL_BIO_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Изолирующая и Облучающая бомбы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_BOMBLAUNCHER_HULL_LIST" and @lvl="1"]/text
ru: Вставить силовое ядро юри-риг Противокорпусного лазера мод. II в миномет "Себек", чтобы создать это орудие. [Цена: 90~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_BOMBLAUNCHER_HULL_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть миномет "Себек" и Противокорпусный лазер мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_MINELAUNCHER_BIO_LIST" and @lvl="1"]/text
ru: Извлечь ядро ракетницы "Асклепий" и поместить его в миномет "Осирис". [Цена: 140~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_MINELAUNCHER_BIO_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть ракетница "Асклепий" и миномет "Осирис".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_ION_MISSILES_LIST" and @lvl="1"]/text
ru: Объединить ракетницу "Гермес" и Ионную пушку мод. II, чтобы выковать тяжелю ракетницу "Дебилитатум". [Цена: 65~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_ION_MISSILES_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть ракетница "Гермес" и Ионный бластер мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST" and @lvl="1"]/text
ru: Перенастроить Оглушающую бомбу, чтобы она рассеивала изнуряющие кристаллические частицы Нейрокристалла для того, чтобы выковать Индуктор внушения. [Цена: 25-55~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Оглушающая бомба и Нейрокристалл.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_RVS_AC_CHARGE_FORGE_LIST" and @lvl="1"]/text
ru: [ВПЕРЕД БАЛЛИСТИКА] Объединить от двух до четырех Автопушек 1с, чтобы выковать Пробивную митральезу. [Цена: 20-60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_RVS_AC_CHARGE_FORGE_LIST" and @lvl="0"]/text
ru: [ВПЕРЕД БАЛЛИСТИКА] Чтобы выковать это орудие, у вас должно быть от двух до четырех Автопушек 1с.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="pilot"]/text
ru: Неважно, вернуться в главное меню.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ORGANIC"]/text
ru: Какое оружие вы хотели бы создать?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ORGANIC"]/choice[@req="FM_BEAM_BASILISK_FORGE_LIST" and @lvl="1"]/text
ru: Ваша пиявка пожирает глазами ваш элитный зерномет...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ORGANIC"]/choice[@req="FM_BEAM_BASILISK_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, нужно иметь по-настоящему ненасытное существо и высококачественный салат, чтобы утолить его аппетит.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ORGANIC"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_UPGRADE"]/text
ru: Какое оружие вы хотели бы создать?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_UPGRADE"]/choice[@req="FM_SHOTGUN_BRONZE_LIST_UPGRADE" and @lvl="1"]/text
ru: Улучшить Металлический зерномет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_UPGRADE"]/choice[@req="FM_SHOTGUN_BRONZE_LIST_UPGRADE" and @lvl="0"]/text
ru: Чтобы продолжить, вам потребуется Бронзовая осколочная пушка 1--->9 уровня.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_UPGRADE"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_LASER_ANOMALY_1"]/text
ru: В данный момент вы просматриваете описание аномального лазера "ТЛАЛОК".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_LASER_ANOMALY_1"]/choice[@req="FM_LASER_ANOMALY_1_LIST"]/text
ru: Выковать аномальный лазер "ТЛАЛОК".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_LASER_ANOMALY_1"]/choice[@req="FM_LASER_ANOMALY_1_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_LASER_ANOMALY_1"]/choice[@req="FM_LASER_ANOMALY_1_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_LASER_ANOMALY_1"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/text
ru: В данный момент вы просматриваете описание Гатлинг-пушки "Адская вспышка".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/choice[1]/text
ru: Выковать Гатлинг-пушку "Адская вспышка".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/choice[1]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/choice[1]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/text
ru: В данный момент вы просматриваете описание огнемета "Дажьбог".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_GOUL"]/text
ru: Выковать огнемет "Дажьбог", используя Гуля.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_GOUL"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_GOUL"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_GOUL"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_GOUL"]/event/choice/event/choice/event/removeCrew/text
ru: Вы аккуратно помещаете Гуля в топливную камеру огнемета.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_GOUL"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_PHANTOM"]/text
ru: Выковать огнемет "Дажьбог", используя фантома.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_PHANTOM"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_PHANTOM"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_PHANTOM"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_PHANTOM"]/event/choice/event/choice/event/removeCrew/text
ru: Вы аккуратно помещаете фантома в топливную камеру огнемета.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_PHANTOM"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_MARE"]/text
ru: Выковать огнемет "Дажьбог", используя Мара.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_MARE"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_MARE"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_MARE"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_MARE"]/event/choice/event/choice/event/removeCrew/text
ru: Вы аккуратно помещаете Мара в топливную камеру огнемета.
