Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_2"]/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_3_PROLOGUE"]/text
ru: Похоже, станция подверглась мощной атаке, и вы задаетесь вопросом, есть ли на ней выжившие или работающие терминалы. Вы проходите через шлюз и ожидаете начала процедуры герметизации, удивляясь, что она все еще работает. Когда она завершается, все присутствующие выходят в длинный извилистый коридор, и вы начинаете исследовать огромный комплекс космической станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_3_PROLOGUE"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_3_PROLOGUE_2"]/text
ru: Вы и ваш экипаж стоите в холле станции и наблюдаете за окружающей обстановкой. Никто не прибыл вас встречать. Трупы, или, по крайней мере, то, что от них осталось, разбросаны в коридоре, придавая серо-белому интерьеру зловещий багровый оттенок органики. [С этого момента вы будете исследовать космическую станцию. Поскольку вам трудно сразу же отправиться к подозрительным маякам, первым шагом к выяснению происходящего может стать изучение этой станции. Обязательно заглядывайте в меню ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_3_PROLOGUE_2"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/text
ru: Вы и ваш экипаж договорились, что это будет ваша первоначальная точка встречи, и начинаете прочесывать судно. Что бы вы хотели сделать?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/text
ru: Исследовать.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/text
ru: Куда бы вы хотели отправиться?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/choice[1]/text
ru: Войти в ближайший к шлюзу отсек, обозначенный как "Кладовая уборщиков".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/choice[2]/text
ru: Отправиться на запад и исследовать область с надписью "Пост охраны".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/choice[3]/text
ru: Минуя пост охраны, осмотреть "АПАРТАМЕНТЫ А" на предмет возможных выживших или свидетелей нападения.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/choice[4]/text
ru: Отправиться на север и следовать по стрелкам, указывающим на "Закусочную Мидо".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/choice[@req="marker_opened_metal_door_plaza"]/text
ru: Отправиться прямо на центральную площадь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/choice[6]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[2]/text
ru: Осмотреть ближайший труп.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[3]/text
ru: Посмотреть карту ближайших станций.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[3]/event/text
ru: Монитор, похоже, разрушен, так как в верхней половине экрана торчит погнутая железная труба. Думаю, вы не сможете проверить карту...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[3]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[@req="pilot"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/text
ru: Вы входите в тесную каморку уборщика в полном одиночестве, а ваш экипаж охраняет дверь. Она от пола до потолка уставлена инструментами, так что, возможно, вы будете часто возвращаться сюда за инструментами, когда обнаружите, что они вам нужны.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="fm_fs_power_cutter"]/text
ru: Вы нашли и взяли в кладовой Электрический резак.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="marker_checked_plaza_door"]/text
ru: Взять Электрический резак, он может пригодиться для открытия дверей на площади.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="fm_fs_crowbar"]/text
ru: Вы нашли и взяли в кладовой Ломик.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="marker_need_crowbar"]/text
ru: Взять Ломик, он может пригодиться.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="fm_fs_grappling_hook"]/text
ru: У вас уже есть Крюк.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="fm_fs_rope"]/text
ru: (ВЕРЕВКА) Соединить веревку с крюком, найденным в кладовой, чтобы получилась Крюк-кошка.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="pilot"]/text
ru: Выйти из помещения и вернуться к шлюзу.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET_POWER_CUTTER"]/text
ru: Взяв с собой Электрический резак, вы можете использовать его для вскрытия более прочных бронированных или укрепленных дверей, если у вас будет достаточно времени.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET_POWER_CUTTER"]/choice[@req="pilot"]/text
ru: Выйти из помещения и вернуться к шлюзу.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET_CROWBAR"]/text
ru: Взять с собой Ломик - он может пригодиться для вскрытия дверей или решеток.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET_CROWBAR"]/choice[@req="pilot"]/text
ru: Выйти из помещения и вернуться к шлюзу.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET_MAKE_GRAPPLING_HOOK"]/text
ru: Вы создали Крюк-кошка, используя клейкую ленту и крюк, которые вы нашли здесь. Возможно, с его помощью вы сможете достать дипломат?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET_MAKE_GRAPPLING_HOOK"]/choice[@req="pilot"]/text
ru: Выйти из помещения и вернуться к шлюзу.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/text
ru: Вы решаете отправиться на пост охраны. Над автоматической дверью висит эмблема щита, которая, похоже, повреждена огнем оружия. На ней написано: "ХЬ А ПЭ НИЕ".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/choice[@req="marker_orchid_child_alive"]/text
ru: (Карточка безопасности) Открыть дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/choice[@req="marker_fm_fs_security_hub_clear"]/text
ru: (Карточка безопасности) Открыть дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/choice[@req="fm_fs_keycard_1" and @lvl="1"]/text
ru: (Карточка безопасности) Открыть дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/choice[@req="fm_fs_keycard_1" and @lvl="0"]/text
ru: Попытаться открыть дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/choice[@req="pilot" and @lvl="1"]/text
ru: Неважно, вернуться.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_NO_CARD"]/text
ru: Дверь не открывается, но электронный сенсор, похоже, работает. Чтобы попасть в это помещение, вам необходимо иметь при себе какое-то удостоверение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_NO_CARD"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD"]/text
ru: Сенсоры двери фиксируют ваше присутствие, и дверь открывается - возможно, она отреагировала на вашу карточку доступа? Вы и ваш экипаж проходите в помещение. В темноте за дверью вы можете различить фигуру гуманоида. Судя по всему, это сгорбившийся в кресле за пультом охраны мужчина лет тридцати. Пальцы его правой руки сжимают пистолет, а большой палец лежит на спусковом крючке.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_2"]/text
ru: Охранник, однако, не единственный убитый. Вы видите тело небольшого человекоподобного робота, довольно сильно поврежденное. Похоже, он пытался вмешаться в схватку и был в результате уничтожен. Здесь также находится тело молодой орхидеи с большой дырой в голове, на вид ей около десяти лет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_2"]/choice[@req="pilot"]/text
ru: Осмотреть тело охранника в поисках чего-нибудь полезного.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD"]/text
ru: Вы подходите к телу охранника. В этот момент тело ребенка-орхидеи поднимается с пола и смотрит на вас. Обычно вы бы обрадовались, увидев кого-то живого, но у этого "существа" в черепе большая дыра размером с кулак.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD"]/choice[1]/text
ru: Не рисковать, немедленно открыть огонь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD"]/choice[2]/text
ru: Познакомиться со странной орхидеей.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD"]/choice[3]/text
ru: К черту все, бежим.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD_SHOOT"]/text
ru: Вы поднимаете пистолет и стреляете ребенку-орхидее в голову, пробивая дыру во лбу и заставляя его судорожно дергаться, разбрызгивая мозговое вещество и другие жидкости. Странно, но ребенок СНОВА встает на ноги. Вы и ваш экипаж выпускаете в него около 15 снарядов, пока в нем не остается больше дыр, чем тела. Наконец он перестает двигаться. Что, черт возьми, происходит?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD_SHOOT"]/choice[@req="pilot"]/text
ru: Попробовать еще раз обыскать тело охранника.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD_GREET"]/text
ru: Вы доброжелательно, хотя и слегка нервно, приветствуете странного ребенка-орхидею. Оно начинает пронзительно КРИЧАТЬ и с дикой скоростью, которую вы никогда не видели, бросается на вас. К черту все это, вы поднимаете пистолет и стреляете ребенку-орхидее в голову, пробивая дыру во лбу и заставляя его судорожно дергаться, разбрызгивая мозговое вещество и другие жидкости тела. Странно, но ребенок СНОВА встает на ноги. Вы и ваш экипаж выпускаете в него около 15 патронов, пока в нем не остается больше дыр, чем тел. Наконец он перестает двигаться. Что, черт возьми, происходит?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD_GREET"]/choice[@req="pilot"]/text
ru: Попробовать еще раз обыскать тело охранника.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD_RUN"]/text
ru: Вы выбегаете в коридор, дверь автоматически захлопывается за вами. Ребенок-орхидея вскрикивает высоким визгливым голосом, и стучит в дверь позади вас. Затем вы слышите, как его крошечные орхидейные ножки бегут в противоположном направлении, и какой-то стук. Похоже, он не может последовать за вами, у него нету при себе карточки безопасности.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD_RUN"]/choice[@req="pilot"]/text
ru: Осмотреть тело охранника в поисках чего-нибудь полезного.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_ORCHID_CHILD_ALIVE"]/text
ru: Вы и ваш экипаж снова входите в помещение с оружием наизготовку, внимательно высматривая странного ребенка-орхидею. Похоже, его нигде нет. Вы заметили, что вентиляционная шахта в дальнем углу помещения была открыта, и подозреваете, что он покинул комнату.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_ORCHID_CHILD_ALIVE"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/text
ru: Теперь, когда в помещении (вроде бы) безопасно для исследования, что вы будете делать? Вы быстро осматриваете тело охранника, но, кроме бесполезного пистолета в его руке, он, похоже, уже был кем-то ограблен.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[1]/text
ru: Обыскать рабочий стол.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[@req="marker_terminal_powered" and @lvl="1"]/text
ru: Найти что-нибудь в терминале компьютера.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[@req="marker_terminal_powered" and @lvl="0"]/text
ru: Найти что-нибудь в терминале компьютера.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[@req="marker_fuse_inserted" and @lvl="1"]/text
ru: Проверить электрощит.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[@req="marker_fuse_inserted" and @lvl="0"]/text
ru: Обыскать помещение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[7]/text
ru: Неважно, вернуться.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_DESK"]/text
ru: В самом столе вы находите лишь бесполезные канцелярские принадлежности, ничего полезного. Вы обнаруживаете в столе ящик поменьше, который выглядит неуместно, но когда вы с силой открываете его, все, что вы находите, - это несколько пыльных семейных фотографий, похоже, мертвого охранника в кресле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_DESK"]/choice[@req="pilot"]/text
ru: Какая досада.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_OFF"]/text
ru: Вы нажимаете кнопку питания на терминале, но ничего не происходит. Вы и один из членов вашего экипажа осматриваете внутренности терминала, и оказывается, что он находится в рабочем состоянии, просто на него не поступает питание. Если вы хотите использовать его, вам придется придумать, как снова подать на него питание.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_OFF"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_USE"]/text
ru: Вы нажимаете кнопку питания на терминале, и примерно через 15 секунд после запуска он оживает. Терминал, похоже, введен в режим принудительного запуска какого-то программного обеспечения. Появляется логотип компании с надписью "РЕЕСТР ИДЕНТИФИКАЦИИ ГОСТЕЙ СТАНЦИИ БЕЛЛОНА". Есть кнопка "ВЫХОД", чтобы закрыть программу, но для этого требуются полномочия администратора. В результате единственное, к чему вы можете получить доступ, - это программа-регистратор. Когда вы нажимаете кнопку "Инициализировать", появляется приглашение: "Пожалуйста, вставьте пустой гостевой идентификатор, чтобы начать".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_USE"]/choice[@req="fm_fs_blank_id"]/text
ru: С помощью терминала безопасности создать временный идентификатор для себя и своего экипажа, используя Идентификационную карточку вы сможете открыть двери лифта.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_USE"]/choice[@req="pilot"]/text
ru: Вернуться назад, у меня нет того, о чем здесь идет речь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_IDCARD_GAIN"]/text
ru: Вы вставляете пустую идентификационную карточку и регистрируете гостевой идентификатор для себя и своего экипажа, следуя подсказкам на экране (удивительно удобным для пользователя). Машина наклеивает магнитную полосу на каждую из ваших карточек и выдает их обратно. Вы уверены, что со временем они вам пригодятся.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_IDCARD_GAIN"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_SEARCH_ROOM"]/text
ru: Обыскав пост охраны, вы заметили, что из оружейной комнаты забрали все оружие, но есть запасные боеприпасы, если они вам нужны. Вы мысленно отмечаете ее местоположение, чтобы вернуться туда позже. Также в оружейной вы находите блок предохранителей с выцветшей надписью "Резервное питание". Предохранитель отсутствует.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_SEARCH_ROOM"]/choice[1]/text
ru: (ЗАПАСНОЙ ПРЕДОХРАНИТЕЛЬ) Вставить новый предохранитель.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_SEARCH_ROOM"]/choice[@req="pilot"]/text
ru: Продолжать поиски, вряд ли вы сможете починить его без запчастей.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_SEARCH_ROOM"]/choice[3]/text
ru: Неважно, оставить коробку в покое.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_INSERTED"]/text
ru: Вставив новый предохранитель, вы щелкаете несколькими переключателями, чтобы включить его. Слева от блока предохранителей находится небольшой монитор, который загорается. Он сообщает: "Пожалуйста, выберите место для перенаправления энергии. Линии электропередач на этом объекте повреждены, и в соответствии с протоколом безопасности X3Р17-A2 только одна из систем может быть запитана одновременно, пока линии не будут восстановлены.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_INSERTED"]/choice[1]/text
ru: Направить энергию на освещение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_INSERTED"]/choice[2]/text
ru: Направить питание на общие розетки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_INSERTED"]/choice[3]/text
ru: Направить питание на компьютерный терминал.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_INSERTED"]/choice[4]/text
ru: Подайте питание на комнату отдыха.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_INSERTED"]/choice[5]/text
ru: Неважно, оставить в покое блок предохранителей и продолжить поиск.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_LIGHTS"]/text
ru: Вы направляете питание на освещение помещений. Аварийное освещение тускнеет, а основное вспыхивает. Единственное, что вы замечаете, - это сотни, возможно, тысячи царапин на стенах. А также следы выстрелов из оружия по всем стенам.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_LIGHTS"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_OUTLETS"]/text
ru: Вы направляете питание на розетки в помещениях. Кофеварка возле стола оживает. Вы и ваш экипаж быстро завариваете чашку кофе, чтобы перевести дух.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_OUTLETS"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_BREAK"]/text
ru: Вы направляете энергию в комнату отдыха. Вы и ваш экипаж заходите в комнату отдыха и отдыхаете на удобных диванах, чтобы перевести дух, а один из членов вашего экипажа следит за дверью на случай появления угрозы. Через некоторое время вы решаете, что хорошо отдохнули, и продолжаете путь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_BREAK"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_TERMINAL"]/text
ru: Вы направляете питание на компьютерный терминал. Теперь вы сможете использовать терминал безопасности за столом охранника.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_TERMINAL"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/text
ru: Вы попадаете в зону, обозначенную как "АПАРТАМЕНТЫ А". Многие помещения забаррикадированы как изнутри, так и снаружи. Немного чересчур, но, возможно, эти люди были в отчаянии. Чтобы проникнуть в эти помещения, потребуется много времени. Однако несколько помещений, похоже, не сильно забаррикадированы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/choice[1]/text
ru: Подойти к комнате 107A.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/choice[2]/text
ru: Подойти к комнате 115A.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/choice[3]/text
ru: Подойти к комнате 120A.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/choice[4]/text
ru: Подойти к комнате 129A.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/choice[@req="pilot"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/choice[6]/text
ru: Неважно, вернуться.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_APPROACH"]/text
ru: Эта дверь видала лучшие времена, а считыватель карточек на ручке сильно поврежден.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_APPROACH"]/choice[1]/text
ru: Приложить ухо к двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_APPROACH"]/choice[2]/text
ru: Постучать в дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_APPROACH"]/choice[@req="marker_fm_fs_apartment_107a_all_clear" and @lvl="1"]/text
ru: Войти в апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_APPROACH"]/choice[@req="pilot"]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_LISTEN"]/text
ru: Внутри ничего не слышно, возможно, здесь безопасно?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_LISTEN"]/choice[1]/text
ru: Постучать в дверь.
