Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[1]/event/text
ru: Судя по всему, раны получены в результате напряженной битвы, но вы не можете определить, какое оружие могло нанести им такой урон и сколько ран они получили перед смертью.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[1]/event/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[@req="fm_fs_keycard_1_found"]/text
ru: Обыскать их вещи.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[@req="fm_fs_keycard_1_found"]/event/text
ru: Вы уже обыскали их и нашли ключ-карту, больше ничего ценного, похоже, у них нет.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[@req="fm_fs_keycard_1_found"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[3]/text
ru: Обыскать их вещи.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[3]/event/text
ru: Порывшись в сумке мертвого богомола, которую он нес, вы находите маленькую электронную карточку. На ней написано "Уровень доступа 1". Вы кладете карточку в карман.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[3]/event/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[4]/text
ru: На всякий случай просканировать помещение на наличие признаков жизни, биологических и других опасностей.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[5]/text
ru: Попытаться найти удостоверения личности в их одежде.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[6]/text
ru: Неважно, мертвые тела вызывают у вас отвращение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK_SCAN"]/text
ru: Просканируйте их тела на наличие опасных веществ. Вы обнаруживаете следы разрушенных наноботов, вживленных в их плоть. Они похожи на наномашины, используемые Гармонией и Сепаратистами, но это гораздо более совершенная версия.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK_SCAN"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK_ID"]/text
ru: В идентификаторе валуна записано "Зульп", а Богомола - "Кульпийхн".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK_ID"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_1_ARRIVE"]/text
ru: Двери лифта закрываются, и лифт быстро поднимается по центральной шахте на 1-й этаж. Лифт издает одиночное "Динь!", и двери раздвигаются перед вами. Что вы хотите сделать сейчас?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_1_ARRIVE"]/choice[1]/text
ru: Выбрать 2-й этаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_1_ARRIVE"]/choice[2]/text
ru: Выбрать 3-й этаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_1_ARRIVE"]/choice[3]/text
ru: Выйти из лифта.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ARRIVE"]/text
ru: Двери лифта закрываются, и лифт быстро поднимается по центральной шахте на 2-й этаж. Лифт издает одиночное "Динь!", и двери раздвигаются перед вами. Что вы хотите сделать сейчас?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ARRIVE"]/choice[1]/text
ru: Выбрать 1-й этаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ARRIVE"]/choice[2]/text
ru: Выбрать 3-й этаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ARRIVE"]/choice[3]/text
ru: Выйти из лифта.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ARRIVE"]/text
ru: Двери лифта закрываются, и лифт быстро поднимается по центральной шахте на 3-й этаж. Лифт издает одиночное "Динь!", и двери раздвигаются перед вами. Что вы хотите сделать сейчас?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ARRIVE"]/choice[1]/text
ru: Выбрать 1-й этаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ARRIVE"]/choice[2]/text
ru: Выбрать 2-й этаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ARRIVE"]/choice[3]/text
ru: Выйти из лифта.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ENTER"]/text
ru: Вы сканируете свой идентификатор, и на дисплее появляется небольшое сообщение. "Доступ разрешен!" Двери лифта раздвигаются, и вы и ваш экипаж заходите внутрь. Вы находитесь на 2-м этаже, куда бы вы хотели отправиться?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ENTER"]/choice[1]/text
ru: Выбрать 1-й этаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ENTER"]/choice[2]/text
ru: Выбрать 3-й этаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ENTER"]/choice[3]/text
ru: Выйти из лифта.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ENTER"]/text
ru: Вы сканируете свой идентификатор, и на дисплее появляется небольшое сообщение. "Доступ разрешен!" Двери лифта раздвигаются, и вы и ваш экипаж заходите внутрь. Вы находитесь на 3-м этаже, куда бы вы хотели отправиться?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ENTER"]/choice[1]/text
ru: Выбрать 1-й этаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ENTER"]/choice[2]/text
ru: Выбрать 2-й этаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ENTER"]/choice[3]/text
ru: Выйти из лифта.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2ND_PLAZA_HUB"]/text
ru: Вы оказываетесь на центральной площади 2-го этажа. По оформлению она почти такая же, как и площадь на 1-м этаже, но прилегающие к ней помещения отличаются. Вы с облегчением вздыхаете, обнаружив, что аварийные укрепленные двери работают только на юге. Северные, западные и восточные коридоры находятся в свободном доступе.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2ND_PLAZA_HUB"]/choice[1]/text
ru: Осмотреть прилегающие объекты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2ND_PLAZA_HUB"]/choice[2]/text
ru: Обыскать тела на площади.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2ND_PLAZA_HUB"]/choice[3]/text
ru: Спросить членов своего экипажа, что они думают о сложившейся ситуации.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2ND_PLAZA_HUB"]/choice[4]/text
ru: (ГОСТЕВОЙ ИДЕНТИФИКАТОР) Войти в лифт.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2ND_PLAZA_HUB"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_PLAZA_2_CORPSES"]/text
ru: Вы осматриваете тела тех, кто лежит на площади, но на этот раз не находите ничего полезного или интересного. Вы продолжаете идти, чтобы выжить.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_PLAZA_2_CORPSES"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_PLAZA_2_CREW_TALK"]/text
ru: ВАРИАНТЫ РАЗГОВОРА С ЭКИПАЖЕМ ЗДЕСЬ

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_PLAZA_2_CREW_TALK"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/text
ru: Какую область вы хотели бы исследовать?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/choice[1]/text
ru: Отправиться на запад и исследовать крыло с надписью "Крыло Коалиции".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/choice[2]/text
ru: Отправиться на восток и исследовать крыло с надписью "Крыло Федерации".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/choice[3]/text
ru: Отправиться на север и свернуть налево по другому коридору, чтобы исследовать палубу отдыха и торговый центр.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/choice[4]/text
ru: Отправиться на север, в секцию гидропоники и реактора станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/choice[5]/text
ru: (ГОСТЕВОЙ ИДЕНТИФИКАТОР) Войти в лифт.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_HUB"]/text
ru: Вы прибыли в сектор гидропоники. Как вам, возможно, уже известно, гидропоника - это вид садоводства и часть гидрокультуры, которая включает выращивание растений, обычно сельскохозяйственных культур, без почвы, с использованием минеральных питательных растворов в водном растворителе. Судя по всему, станция использует гидропонику как способ получения кислорода для остальных помещений.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_HUB"]/choice[1]/text
ru: Тщательно обследовать территорию.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_HUB"]/choice[2]/text
ru: Выйти из сектора гидропоники.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_HUB"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/text
ru: Вы обыскиваете сектор гидропоники. Многие помещения просто заполнены различными экзотическими растениями, за которыми автоматически ухаживают машины. Вы мысленно отмечаете огнетушитель, который висит на одной из стен, на случай, если он вам понадобится.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[@req="marker_case_obtained"]/text
ru: Вы уже нашли дипломат.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[@req="marker_case_fell"]/text
ru: Дипломат упал в пропасть внизу, и теперь до него не добраться.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[3]/text
ru: Продолжать искать...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[@req="marker_extinguisher_obtained" and @lvl="1"]/text
ru: Вы уже нашли огнетушитель.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[@req="marker_extinguisher_obtained" and @lvl="0"]/text
ru: Взять огнетушитель.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[6]/text
ru: Выйти из сектора гидропоники.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_EXTINGUISHER_GET"]/text
ru: Вы берете огнетушитель - он всегда пригодится, если загорится какая-нибудь часть станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_EXTINGUISHER_GET"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_2"]/text
ru: В самом конце секции гидропоники находится большое помещение с подиумом и большим провалом вниз почти на 100 метров. На дне обрыва видны различные механизмы, которые, похоже, поддерживают функции корабля, но вы надеетесь, что не упадете, так как падение невозможно пережить. Вы продолжаете осматриваться и замечаете странное зрелище: тело человека на карнизе, на котором ему ТОЧНО не следовало находиться, примерно в 4-6 метрах от подиума. Тело скомкано в кучу, скорее всего, кости были сломаны при падении. Рядом с ними лежит металлический дипломат, и вы задаетесь вопросом, почему или как он оказался там. Неужели он прыгнул? Что может быть внутри этого дипломата?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_2"]/choice[1]/text
ru: Придумать план как добраться до дипломата.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_2"]/choice[2]/text
ru: Вам нужен этот дипломат, но сначала стоит подумать, как его достать. Вы решаете вернуться на площадь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/text
ru: Что бы вы хотели сделать?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="FM_FS_LIST_MAGNET_SUCCESS"]/text
ru: (МАГНИТНЫЙ ИНСТРУМЕНТ) Вы достали дипломат с помощью магнита!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="FM_FS_LIST_MAGNET_FAIL"]/text
ru: (МАГНИТНЫЙ ИНСТРУМЕНТ) К сожалению, дипломат упал в бездну внизу. Теперь его не достать.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="fm_fs_magnet_tool"]/text
ru: (МАГНИТНЫЙ ИНСТРУМЕНТ) Использовать магнитный репульсор, чтобы притянуть кейс к себе.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="FM_FS_LIST_POLE_SUCCESS"]/text
ru: (УЛУЧШЕННЫЙ ШЕСТ) Вы достали дипломат с помощью шеста!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="FM_FS_LIST_POLE_FAIL"]/text
ru: (УЛУЧШЕННЫЙ ШЕСТ) К сожалению, дипломат упал в бездну внизу. Теперь его не достать.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="fm_fs_duct_pole"]/text
ru: (УЛУЧШЕННЫЙ ШЕСТ) Попытаться шестом, скрепленным супернадежной клейкой лентой, подцепить ручку дипломата и перенести его к себе через пропасть.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="FM_FS_LIST_ROPE_SUCCESS"]/text
ru: (КРЮК-КОШКА) Вы достали дипломат с помощью крюка-кошки!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="FM_FS_LIST_ROPE_FAIL"]/text
ru: (КРЮК-КОШКА) К сожалению, дипломат упал в бездну внизу. Теперь его не достать.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="fm_fs_grappling_hook"]/text
ru: (КРЮК-КОШКА) Попытаться использовать крюк-кошку, чтобы подцепить дипломат.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="pilot"]/text
ru: Вам нужен этот дипломат, но сначала стоит подумать, как его достать. В вашем инвентаре ничего подходящего для этого нету. Вы решаете вернуться на площадь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_POLE_FAIL"]/text
ru: Вы пытаетесь подцепить дипломат с помощью улучшенного шеста, который вы смастерили из клейкой ленты и 3-х метровой палки. Вам удается без особых проблем продеть шест через ручку дипломата и начать перемещать его к своему месту. К сожалению, из-за большого веса дипломата шест начинает прогибаться, и дипломат соскальзывает с шеста прямо в пропасть внизу. Упс.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_POLE_FAIL"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_GRAPPLING_HOOK_FAIL"]/text
ru: Вы пытаетесь схватить дипломат с помощью крюка-кошки. После 17-й попытки вы попадаете прямо в дипломат! ...крюк-кошка сбрасывает дипломат с платформы в пропасть внизу. Упс.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_GRAPPLING_HOOK_FAIL"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_MAGNET_SUCCESS"]/text
ru: Используя Магнитный репульсор в режиме "реверс", вам удается притянуть к себе дипломат, используя силу науки. Как вообще работают магниты?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_MAGNET_SUCCESS"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_MAGNET_SUCCESS_READ"]/text
ru: Вы открываете дипломат (слава богу, он не был заперт) и достаете скомканный листок бумаги. На нем написано следующее: "ВНИМАНИЕ! ПОСЛЕ ПРОЧТЕНИЯ СЖЕЧЬ! Прототип XР3347 НЕ должен попасть в руки Гармонии, иначе наши усилия окажутся напрасными! В настоящее время мы поместили его на "Уровне 7 доступа к прототипу" и сделали так, чтобы такому существу, как Гармония, было крайне сложно угадать код. Хитрость заключается в том, что цифровая панель - это фарс. Ни одна из 4-значных комбинаций никогда не сработает. Чтобы успешно открыть дверь, выполните следующие действия: [НАЖАТЬ ВСЕ КНОПКИ ПАНЕЛИ ОДНОВРЕМЕННО, ПОДОЖДАТЬ 6.5 СЕКУНДЫ, ПОВТОРИТЬ ДВАЖДЫ. НЕ ОШИБИТЕСЬ ПРИ ВВОДЕ, ИНАЧЕ ВЫ БУДЕТЕ ЗАБЛОКИРОВАНЫ В СИСТЕМЕ НА 12 ЧАСОВ!"]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_MAGNET_SUCCESS_READ"]/choice[@req="pilot"]/text
ru: Продолжить, теперь, вы знаете как получить доступ к прототипу 7-го уровня...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/text
ru: Вы попадаете в крыло Коалиции. Кругом разбросаны предметы, украшения и культурные ценности пиявок, валунов и слизней, а их планировка столь же запутанна, как и сам альянс Коалиции. К счастью, территория достаточно организована и снабжена указателями, которые указывают вам на несколько перспективных мест для исследования.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[1]/text
ru: Исследовать научные лаборатории.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[@req="marker_brig_no" and @lvl="1"]/text
ru: В изоляторе нет ничего полезного, и вы решаете больше туда не возвращаться.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[@req="marker_brig_no" and @lvl="0"]/text
ru: Исследовать изолятор.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[4]/text
ru: Исследовать складское помещение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[5]/text
ru: Исследовать казармы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[6]/text
ru: Выйти из крыла Коалиции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS"]/text
ru: Дверь научной лаборатории закрыта очень толстым металлическим листом. Чтобы получить доступ к ней, вам понадобится соответствующая карточка безопасности. На панели рядом с дверью написано: "4".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS"]/choice[@req="fm_fs_keycard_5"]/text
ru: (Карточка безопасности) Воспользоваться своей карточкой безопасности 5-го уровня.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS"]/choice[@req="pilot"]/text
ru: Неважно, давайте пока посмотрим другие места.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_INTERIOR"]/text
ru: Двери распахиваются, и толстый металлический лист сдвигается вверх, полностью уходя с вашего пути. Вы и ваш экипаж входите с оружием наизготовку, но на данный момент комната кажется безопасной. Два предмета привлекают ваше внимание: странное ручное устройство на столе, размером с бочонок, и активный терминал, из которого кто-то не удосужился выйти.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_INTERIOR"]/choice[1]/text
ru: Проверить терминал.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_INTERIOR"]/choice[@req="fm_fs_magnet_tool"]/text
ru: Вы извлекли странное устройство!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_INTERIOR"]/choice[3]/text
ru: Осмотреть странное устройство.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_INTERIOR"]/choice[4]/text
ru: Неважно, давайте пока посмотрим другие места.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_COORDINATE"]/text
ru: Вы проверяете терминал. Похоже, на нем открыт конфиденциальный документ о "захваченном маяке, который выжившие планируют использовать, чтобы скрыться от Гармонии". Вы быстро записываете координаты маяка - возможно, они пригодятся вам, когда вы вернетесь на корабль.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_COORDINATE"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_GRAVITY_EMITTER"]/text
ru: Вы осматриваете странное устройство. Оно почти похоже на оружие, но ваше первое впечатление оказывается неверным, когда вы берете в руки лежащее рядом руководство. "Гравитонный репульсор - это новый прототип, который мы разработали в крыле Коалиции. Мы планируем со временем создать более крупную, размером с корабль, версию, которая сможет "отсоединять" наномашины энджи от их тел. Пока же он может только толкать или тянуть малые и средние объекты с металлическими свойствами".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_GRAVITY_EMITTER"]/choice[@req="pilot"]/text
ru: Взять его с собой, он кажется очень удобным.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_BRIG"]/text
ru: Вы оказываетесь у изолятора. Дверь сильно повреждена, что позволяет вам войти внутрь без проблем. Внутри вы слышите как минимум 4 голоса, но не можете разобрать, откуда они доносятся. Вы смотрите на стол охраны слева от вас, он обчищен дочиста, нет ничего ценного, даже кабеля питания.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_BRIG"]/choice[@req="pilot"]/text
ru: Продолжить...
