Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[1]/event/text
ru: Вы активируете оружие против Алестера, готовые к бою. Он серьезно смотрит на вас и улыбается. "Мальчик, по огонькам в твоих глазах я понял, что ты никогда не удовлетворишься тем, что я могу тебе дать. Посмотрим, хватит ли у тебя мощи, чтобы соответствовать твоему настрою!"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/text
ru: Это ужасная идея. Назад!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/text
ru: Алестер пугающе подмигивает вам.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[1]/text
ru: Посмотреть, что он предлагает.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[@req="FM_FORGE_LIST_CHECK"]/text
ru: Выковать новое оружие за определенную цену.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[3]/text
ru: Проверить рецепты кузницы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[@req="FM_QUEST_LIST"]/text
ru: Ознакомиться с его богатой коллекцией реликвий и диковинок.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[5]/text
ru: Ознакомиться с его богатой коллекцией реликвий и диковинок.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[6]/text
ru: Передумать. Атаковать!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[7]/text
ru: Отклонить его предложение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[7]/event/text
ru: "Возможно, позже, мальчик! Уверен, если ты вернешься с интересными вещами, я смогу найти для тебя что-нибудь необычное".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[7]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[7]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/text
ru: По какой-то безумной причине вы решили напасть на Кузнеца. Вы действительно уверены, что хотите это сделать? Он был так дружелюбен! Чего вы хотите добиться этим?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[1]/text
ru: Да!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[1]/event/text
ru: Вы активируете оружие против Алестера, готовые к бою. Он серьезно смотрит на вас и улыбается. "Мальчик, по огонькам в твоих глазах я понял, что ты никогда не удовлетворишься тем, что я могу тебе дать. Посмотрим, хватит ли у тебя мощи, чтобы соответствовать твоему настрою!"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/text
ru: Это ужасная идея. Назад!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/text
ru: Алестер пугающе подмигивает вам.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[@req="FM_FORGE_LIST_CHECK"]/text
ru: Выковать новое оружие за определенную цену.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[2]/text
ru: Проверить рецепты кузницы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[3]/text
ru: По пути заглянуть в раздел "Модульный корпус".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[4]/text
ru: Передумать. Атаковать!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[5]/text
ru: Отклонить его предложение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[5]/event/text
ru: "Возможно, позже, мальчик! Уверен, если ты вернешься с интересными вещами, я смогу найти для тебя что-нибудь необычное".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[5]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[5]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_specialfm_forgemaster.xml.append$/dummyroot/FTL[3]/event[@name="FORGEMASTER_DISAPPOINT"]/text
ru: Алестер немедленно вызывает вас, его веселый нрав превратился в смертельно серьезный взгляд. "Мальчик. Я предупреждал тебя, чтобы ты не злоупотреблял инструментами, которые я создал с любовью и заботой о тебе. Убийство невинных - это то, с чем я просто не могу смириться. Сомневаюсь, что ты сможешь это сделать, но постарайся сражаться с честью, прежде чем умрешь". Он отключает связь, не дав вам ответить, и включает свое оружие, глуша ваш ССД.

source: data/events_specialfm_forgemaster.xml.append$/dummyroot/FTL[3]/event[@name="FORGEMASTER_DISAPPOINT"]/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/text
ru: Алестер говорит по системе связи: "Прежде чем ты уйдешь, мальчик, ты уверен, что тебе не нужно ничего смастерить?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[@req="FM_FORGE_LIST_CHECK"]/text
ru: Выковать новое оружие за определенную цену.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[2]/text
ru: Проверить рецепты кузницы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[3]/text
ru: По пути заглянуть в раздел "Модульный корпус".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[4]/text
ru: Атаковать, пока он потерял бдительность!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[5]/text
ru: Минуточку, пожалуйста.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[5]/event/text
ru: "Не торопись, мальчик!"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[6]/text
ru: Отклонить его предложение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[6]/event/text
ru: "Возможно, позже, мальчик! Уверен, если ты вернешься с интересными вещами, я смогу найти для тебя что-нибудь необычное".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[6]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[6]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/text
ru: "Охо-хо, мальчик! Моя верная кузница Марта сегодня хорошенько полакомится! Это произойдет, что ты скажешь? Может, мне создать для тебя что-нибудь интересное?" [ПРИМЕЧАНИЕ: Изготовление оружия всегда будет стоить довольно много лома, поэтому не забывайте копить деньги, даже если у вас появится все ингредиенты, иначе вы можете оказаться в гостях и не сможете себе этого позволить. Цены варьируются от 70 до более 200 лома! Возьмите с собой хотя бы 100. И ЕЩЕ, НЕ. Я ПОВТОРЯЮ. НЕ ЗАНИМАЙТЕСЬ КРАФТИНГОМ ПРИ ЗАПОЛНЕННЫХ СЛОТАХ. ВЫ ПОТЕРЯЕТЕ ОРУЖИЕ!]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[1]/text
ru: Выковать новое оружие за определенную цену.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[@req="pilot" and @lvl="5"]/text
ru: Отклонить его предложение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[@req="pilot" and @lvl="5"]/event/text
ru: Алестер выглядит подавленным. "Приходи позже, когда захочешь, чтобы я сделал что-нибудь потрясающее, мальчик. Пожалуй".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[@req="pilot" and @lvl="5"]/event/choice[1]/text
ru: Я передумал, покажи мне, на что ты способен.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[@req="pilot" and @lvl="5"]/event/choice[2]/text
ru: Неважно, вернуться в главное меню.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[@req="pilot" and @lvl="5"]/event/choice[3]/text
ru: Заняться чем-либо на корабле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[3]/text
ru: Отклонить его предложение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/text
ru: "Охо-хо, мальчик! Каждый день - это новая возможность учиться! Интересуешься тем, что я могу создать, да? Жаль, что сейчас ты не можешь ничего создать, но ты волен ознакомиться с возможностями!" [ПРИМЕЧАНИЕ: Изготовление оружия всегда будет стоить довольно много лома, поэтому не забывайте копить деньги, даже если у вас появится все ингредиенты, иначе вы можете оказаться в гостях и не сможете себе этого позволить. Цены варьируются от 70 до более 200 лома! Возьмите с собой хотя бы 100. И ЕЩЕ, НЕ. Я ПОВТОРЯЮ. НЕ ЗАНИМАЙТЕСЬ КРАФТИНГОМ ПРИ ЗАПОЛНЕННЫХ СЛОТАХ. ВЫ ПОТЕРЯЕТЕ ОРУЖИЕ!]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[1]/text
ru: Посмотреть рецепты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[@req="pilot" and @lvl="5"]/text
ru: Отклонить его предложение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[@req="pilot" and @lvl="5"]/event/text
ru: Алестер выглядит подавленным. "Приходи позже, когда захочешь, чтобы я сделал что-нибудь потрясающее, мальчик. Пожалуй".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[@req="pilot" and @lvl="5"]/event/choice[1]/text
ru: Я передумал, покажи мне, на что ты способен.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[@req="pilot" and @lvl="5"]/event/choice[2]/text
ru: Неважно, вернуться в главное меню.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[@req="pilot" and @lvl="5"]/event/choice[3]/text
ru: Заняться чем-либо на корабле.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[3]/text
ru: Отклонить его предложение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/text
ru: Выбрать категорию оружия для ковки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_LASER_FORGE_LIST" and @lvl="1"]/text
ru: Посмотреть лазерное оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_LASER_FORGE_LIST" and @lvl="0"]/text
ru: Посмотреть лазерное оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_ION_FORGE_LIST" and @lvl="1"]/text
ru: Посмотреть ионное оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_ION_FORGE_LIST" and @lvl="0"]/text
ru: Посмотреть ионное оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_BEAM_FORGE_LIST" and @lvl="1"]/text
ru: Посмотреть лучевое оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_BEAM_FORGE_LIST" and @lvl="0"]/text
ru: Посмотреть лучевое оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_PINPOINT_FORGE_LIST" and @lvl="1"]/text
ru: Посмотреть точечные лучи.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_PINPOINT_FORGE_LIST" and @lvl="0"]/text
ru: Посмотреть точечные лучи.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_FLAK_FORGE_LIST" and @lvl="1"]/text
ru: Посмотреть осколочное оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_FLAK_FORGE_LIST" and @lvl="0"]/text
ru: Посмотреть осколочное оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_EXPLOSIVE_FORGE_LIST" and @lvl="1"]/text
ru: Посмотреть взрывное оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_EXPLOSIVE_FORGE_LIST" and @lvl="0"]/text
ru: Посмотреть взрывное оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_ORGANIC_FORGE_LIST" and @lvl="1"]/text
ru: Посмотреть органическое оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_ORGANIC_FORGE_LIST" and @lvl="0"]/text
ru: Посмотреть органическое оружие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_SHOTGUN_BRONZE_LIST_UPGRADE" and @lvl="1"]/text
ru: Посмотреть список улучшений

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_SHOTGUN_BRONZE_LIST_UPGRADE" and @lvl="0"]/text
ru: Посмотреть список улучшений

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_COMBAT_DRONE_FORGE_LIST" and @lvl="1"]/text
ru: Посмотреть список боевых дронов (уже скоро)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_COMBAT_DRONE_FORGE_LIST" and @lvl="0"]/text
ru: Посмотреть список боевых дронов (уже скоро)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/text
ru: Какое оружие вы хотели бы создать?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_ANOMALY_1_LIST" and @lvl="1"]/text
ru: Установить ядро Облучающего лазера в корпус Морозного лазера мод. I, чтобы выковать аномальный лазер "ТЛАЛОК". [Цена: 40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_ANOMALY_1_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Морозный лазер мод. I и Облучающий лазер.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_CHAINGUN_FIRE_LIST" and @lvl="1"]/text
ru: Заменить стволы Вулкана на радиаторы Огневика, чтобы выковать Гатлинг-пушку "Адская вспышка". [Цена: 30~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_CHAINGUN_FIRE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Вулкан и Огневик.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_FLAMETHROWER_FORGE_LIST" and @lvl="1"]/text
ru: Использовать газообразную массу в качестве топлива и поджечь ее с помощью Огневика, чтобы выковать огнемет "Дажьбог". [Цена: 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_FLAMETHROWER_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должен быть лазер Огневик и газообразная масса.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_PHASER_SUFFOCATION_LIST" and @lvl="1"]/text
ru: Растворить ланиуса в энергетическом поле Фазера мод. II, чтобы выковать "Расщепитель". [Цена: 55~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_PHASER_SUFFOCATION_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должен быть ланиус и орудие Фазер мод.II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_PHOTON_LIST" and @lvl="1"]/text
ru: Использовать Ускоритель частиц мод. I и Легкий лазер мод. I, чтобы выковать Фотонный лазер мод. I. [Цена: 25~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_PHOTON_LIST" and @lvl="0"]/text
ru: Чтобы выковать Фотонный лазер мод. I, у вас должны быть Ускоритель частиц мод. I и Легкий лазер мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_PHOTON_2_LIST" and @lvl="1"]/text
ru: Использовать Ускоритель частиц мод. II и Легкий лазер мод. II, чтобы выковать Фотонный лазер мод. II. [Цена: 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_PHOTON_2_LIST" and @lvl="0"]/text
ru: Чтобы выковать Фотонный лазер мод. II, у вас должны быть Ускоритель частиц мод. II и Легкий лазер мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_HUMAN_LIST" and @lvl="1"]/text
ru: Установить ядро Облучающего лазера в корпус Тяжелого лазера мод. I, чтобы выковать лазер "Потрошитель повстанцев". [Цена: 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_HUMAN_LIST" and @lvl="0"]/text
ru: Чтобы выковать лазер "Потрошитель повстанцев", вам необходимо иметь Облучающий лазер и Тяжелый лазер мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_ION_MEGA_LIST" and @lvl="1"]/text
ru: Выковать "Прощение". [Цена: 100~, 15}]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_ION_MEGA_LIST" and @lvl="0"]/text
ru: Для создания этого орудия у вас должно быть большое количество лома, технология телепортационных Ионных бомб и ядро Пронзающего лазера мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_SURGE_LASER_LIST" and @lvl="1"]/text
ru: Установить в Импульсный лазер силовое ядро осколочной пушки мод. IV. [Цена: 80~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_SURGE_LASER_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Импульсный лазер мод. III и Осколочная пушка мод. IV.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="GATLING_ANCIENT"]/text
ru: Попросить Алестера настроить "Убийцу богов". [Цена: 10~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="pilot"]/text
ru: Неважно, вернуться в главное меню.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/text
ru: Какое оружие вы хотели бы создать?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_DISC_LAUNCHER_FORGE_LIST" and @lvl="1"]/text
ru: Поместить лом в миномет и зарядить его энергией с помощью Энергетического противокорпусного орудия, чтобы выковать диковую пусковую установку "ТАРАНИС". [Цена: 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_DISC_LAUNCHER_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должен быть базовый миномет и Энергетическое противокорпусное орудие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_ION_TRI_FIRE_LIST" and @lvl="1"]/text
ru: Использовать Три-ион и Зажигательный ион, чтобы выковать ионное орудие "Цербер". [Цена: 35~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_ION_TRI_FIRE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должен быть Три-ион и Зажигательное ионное орудие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_CHAINGUN_ION_FORGE_LIST" and @lvl="1"]/text
ru: Заменить стволы Вулкана на Зарядную ионизированную энергию, чтобы выковать Гатлинг-ион "Веста". [Цена: 30-60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_CHAINGUN_ION_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Вулкан и Зарядную ионную пушку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_SHOTGUN_ENERGY_FORGE_LIST" and @lvl="1"]/text
ru: Объединить Осколочную пушку мод. III и Зарядную энергетическую пушку, чтобы выковать Энергетический диффузор "Эксидия". [Цена: 80~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_SHOTGUN_ENERGY_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Осколочная пушка мод. III и Зарядная энергетическая пушка.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSE_1_LIST" and @lvl="1"]/text
ru: Объединить Импульсный лазер мод. I и Энергетическую осколочную пушку мод. I, чтобы выковать Пульсовой лазер мод. I. [Цена: 40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSE_1_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Импульсный лазер мод. I и Энергетическая пушка мод. I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSE_2_FORGE_LIST" and @lvl="1"]/text
ru: Объединить Импульсный лазер мод. II и Энергетическую осколочную пушку мод. II, чтобы выковать Пульсовой лазер мод. II. [Цена: 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSE_2_FORGE_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Импульсный лазер мод. II и Энергетическая пушка мод. II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSE_3_LIST" and @lvl="1"]/text
ru: Объединить Импульсный лазер мод. III и Энергетическую осколочную пушку мод. III, чтобы выковать Пульсовой лазер мод. III. [Цена: 60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSE_3_LIST" and @lvl="0"]/text
ru: Чтобы выковать это орудие, у вас должны быть Импульсный лазер мод. III и Энергетическая пушка мод. III.
