Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2"]/text
ru: Мелодия повторяется снова и снова, то громче, то тише, как будто что-то в комнате движется во время ее исполнения. Слова и мысли, которые не принадлежат вам, начинают проникать в ваше сознание: "Пой. Пой. Пой". Снова и снова, как мантру. Ваши глаза стекленеют, и несколько членов экипажа выглядят обеспокоенными. Один из членов команды хватает вас за плечи и трясет, пытаясь вывести вас из транса. "Капитан, вы в порядке?" - спрашивает он.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2"]/choice[1]/text
ru: Объяснить, что это была какая-то инвазивная частота.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2"]/choice[2]/text
ru: Соврать, сказать, что это пустяк.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2_TRUTH"]/text
ru: "Капитан, тогда нам следует держаться подальше от этой двери. Мы еще точно не знаем, что происходит". Ваш член экипажа говорит, явно обеспокоенный. Вы соглашаетесь и отводите ухо от двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2_TRUTH"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2_LIE"]/text
ru: "Я понимаю, возможно, у меня была паранойя. Простите меня, капитан, я не должен был прикасаться к вам", - говорит он.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2_LIE"]/choice[@req="pilot"]/text
ru: Все в порядке, не беспокойтесь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK"]/text
ru: Вы осторожно стучите в дверь, а ваш экипаж занимает позиции для прикрытия в случае необходимости. Гудение не прекращается, но в дело вступает новый, ОЧЕНЬ ГРОМКИЙ звук: Вы слышите, как предметы в комнате разлетаются на куски, сопровождаемые новым звуком: громким, постоянным, высокочастотным гулом. Вы решаете, что заходить внутрь - ужасная идея.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK"]/choice[@req="marker_orchid_child_assimilated"]/text
ru: Постучать в дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK"]/choice[@req="marker_orchid_child_alive"]/text
ru: Постучать в дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK"]/choice[@req="marker_115a_no_listen" and @lvl="1"]/text
ru: Вы отказываетесь приближать свое ухо к этой двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK"]/choice[@req="marker_115a_no_listen" and @lvl="0"]/text
ru: Приложить ухо к двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK"]/choice[@req="pilot"]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_2"]/text
ru: Вы осторожно стучите в дверь, а ваш экипаж занимает позиции для прикрытия в случае необходимости. Вы снова слышите это проклятое дитя орхидей, на этот раз из-за двери. Оно кричит и неоднократно ударяет в дверь, а вы и ваш экипаж осторожно отступаете от двери. Громкий, непрерывный, высокочастотный гул приближается к двери, и вы слышите приглушенный голос: "Пой. Пой. Пой." Снова и снова, как мантра. Голос поглощает крики орхидеи. Она громко рычит, как будто в крайнем напряжении, а потом совсем затихает. Гудение также прекращается на несколько часов, но на самом деле это всего лишь несколько мгновений. Внезапно за дверью раздаются ДВА голоса, оба повторяют одну и ту же фразу. "Пой. Пой. Пой." Снова и снова. Вы решаете, что заходить внутрь - это УЖАСНАЯ идея.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_2"]/choice[@req="marker_115a_no_listen" and @lvl="1"]/text
ru: Вы отказываетесь приближать свое ухо к этой двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_2"]/choice[@req="marker_115a_no_listen" and @lvl="0"]/text
ru: Приложить ухо к двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_2"]/choice[@req="pilot"]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_3"]/text
ru: Вы осторожно стучите в дверь, а ваш экипаж занимает позиции для прикрытия в случае необходимости. Гудение не прекращается, вы слышите, как предметы в комнате рассыпаются еще больше, сопровождаемое тем же проклятым звуком: громким, постоянным, высокочастотным гулом. На этот раз звук исходит из двух источников. Слышны два разных голоса, которые повторяют одну и ту же мантру: "Пой. Пой. Пой.", как заклинание. Вы решаете, что войти внутрь равносильно самоубийству. Вам нравится быть живым.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_3"]/choice[@req="marker_115a_no_listen" and @lvl="1"]/text
ru: Вы отказываетесь приближать свое ухо к этой двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_3"]/choice[@req="marker_115a_no_listen" and @lvl="0"]/text
ru: Приложить ухо к двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_3"]/choice[@req="pilot"]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_APPROACH"]/text
ru: Эта дверь представляет собой черную металлическую дверь в готическом стиле с позолотой по центру и краям двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_APPROACH"]/choice[1]/text
ru: Приложить ухо к двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_APPROACH"]/choice[@req="marker_fm_fs_apartment_120a_all_clear" and @lvl="1"]/text
ru: Войти в апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_APPROACH"]/choice[3]/text
ru: Постучать в дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_APPROACH"]/choice[@req="pilot"]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_KNOCK"]/text
ru: Вы стучите в дверь, но никто не реагирует на ваш стук. Вы и ваш экипаж пожимаете плечами.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_KNOCK"]/choice[1]/text
ru: Войти в апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_KNOCK"]/choice[2]/text
ru: Приложить ухо к двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_KNOCK"]/choice[3]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_LISTEN"]/text
ru: Вы прикладываете ухо к двери и не слышите ничего интересного.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_LISTEN"]/choice[1]/text
ru: Войти в апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_LISTEN"]/choice[2]/text
ru: Постучать в дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_LISTEN"]/choice[3]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER"]/text
ru: Вы пытаетесь открыть дверь. Она не кажется запертой, но совсем не поддается. Вы зовете нескольких членов экипажа, и, используя участок стены рядом с дверью как опору, вам удается взломать дверь с помощью валяющейся рядом трубы и грубой силы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER_2"]/text
ru: Вы и ваш экипаж стремительно входите в комнату, держа оружие наготове. Комната выкрашена в светло-розовый цвет. Кровать застелена чистым розовым пледом и белой простыней. В углу на кровати навалена целая куча плюшевых игрушек: крошечный арбуз с глазами-пупырышками, скелет в костюме, белый щенок с золотым мехом вокруг глаз и золотыми пятнами вокруг одного уха, а также розовая аксолотль. В дальнем углу комнаты висит картина с изображением прекрасного сада. Рядом с картиной - книжная полка, заставленная толстыми книгами. Вы не узнаете авторов ни одной из этих книг, возможно, они были написаны недавно. Шкаф широко распахнут и кажется прибранным.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER_2"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER_3"]/text
ru: Это маленький круглый столик, украшенный крошечными наклейками с изображением различных вымышленных персонажей. На нем - фиолетовый карандаш, маленькая голубая сойка, оранжевый кот с нелепой соломинкой во рту, белая мышь. Есть также стопка, кажется, крошечных магнитных идентификационных карточек. Похоже, они не имеют маркировки.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER_3"]/choice[@req="marker_blank_id_taken"]/text
ru: У вас уже есть множество магнитных идентификационных карточек.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER_3"]/choice[@req="fm_fs_blank_id"]/text
ru: Взять магнитную идентификационную карточку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER_3"]/choice[@req="pilot"]/text
ru: Скорее всего, они нам не понадобятся. Вы покидаете комнату.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_TAKE_ID_CARD"]/text
ru: Возможно, с его помощью вы сможете зарегистрировать себя для идентификации на станции, если системы безопасности еще работают. Вы берете с собой достаточно, чтобы при необходимости зарегистрировать всех членов экипажа.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_TAKE_ID_CARD"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_APPROACH"]/text
ru: Эта дверь безвкусная и обычная, не слишком грязная и не слишком чистая. Она ничем не выделяется среди других в этом жилом блоке.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_APPROACH"]/choice[1]/text
ru: Приложить ухо к двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_APPROACH"]/choice[2]/text
ru: Постучать в дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_APPROACH"]/choice[3]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_KNOCK"]/text
ru: Вы стучите в дверь, но ответа нет. Вы слышите приглушенные голоса внутри, и они звучат агрессивно, как будто они спорят.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_KNOCK"]/choice[1]/text
ru: Войти в апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_KNOCK"]/choice[2]/text
ru: Приложить ухо к двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_KNOCK"]/choice[3]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_LISTEN"]/text
ru: Приложив ухо к двери вы слышите, что в комнате идет громкий спор. Вы не можете разобрать слов, а когда пытаетесь сконцентрироваться на них, то слышите лишь высокочастотный гул. Вы чувствуете легкое головокружение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_LISTEN"]/choice[1]/text
ru: Войти в апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_LISTEN"]/choice[2]/text
ru: Постучать в дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_LISTEN"]/choice[@req="marker_129a_nobody_there_why"]/text
ru: (Провести дальнейшее расследование) Попросить одного из членов экипажа приложить ухо к двери и рассказать, что он слышит.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_LISTEN"]/choice[4]/text
ru: Неважно, лучше проверить другие апартаменты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_LISTEN_CREW"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_129A_LISTEN_CREW"]/text[1]
ru: Один из членов вашего экипажа прикладывает ухо к двери. Он клянется, что слышит колыбельную. Странно...

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_129A_LISTEN_CREW"]/text[2]
ru: Один из членов вашего экипажа прикладывает ухо к двери. Он утверждает, что слышит ожесточенный бой со взрывами. Это не то, что вы слышали.

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_129A_LISTEN_CREW"]/text[3]
ru: Один из членов вашего экипажа прикладывает ухо к двери. Он слышит, как электрогитара по кругу играет его любимую песню.

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_129A_LISTEN_CREW"]/text[4]
ru: Один из членов вашего экипажа прикладывает ухо к двери. Он утверждает, что снова и снова слышит фразу "Следуй за красным".

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_129A_LISTEN_CREW"]/text[5]
ru: Один из членов вашего экипажа прикладывает ухо к двери. Он утверждает, что слышит многочисленные рекламные ролики, которые он привык слушать во время просмотра любимых передач на своем терминале.

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_129A_LISTEN_CREW"]/text[6]
ru: Один из членов вашего экипажа прикладывает ухо к двери. Он отказывается рассказывать вам о том, что услышал, но, судя по всему, он очень встревожен.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_ENTER"]/text
ru: Вы пробуете дверь апартаментов. Она не заперта, даже не требуется электронная карта. Вы входите в комнату. Спор, который вы подслушали, кажется, утихает, когда вы входите. Комната выкрашена в небесно-голубой цвет, а пол - в уродливый желтый. Странно и неуютно в этой комнате то, но она кажется никем не тронутой. В комнате нет ни мебели, ни пыли, ни насекомых, ни украшений, ни повреждений, ни розеток, ни кровати - буквально ничего. Как будто комната существует в лиминальном пространстве. Вы решили не задерживаться здесь и не выяснять, исчезнете ли вы, если останетесь здесь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_ENTER"]/choice[@req="pilot"]/text
ru: Выйти из комнаты.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_MIDO"]/text
ru: Вы прибываете в закусочную, которая, похоже, полностью разграблена, а на полу рассыпаны какие-то химикаты. Вы не собираетесь рисковать и отказываетесь заходить в "Закусочную Дино".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_MIDO"]/choice[1]/text
ru: Исследовать комплекс, минуя ресторан.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_MIDO"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_MIDO"]/choice[3]/text
ru: Развернуться и вернуться к шлюзу.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR"]/text
ru: Миновав закусочную "Закусочную Дино", вы оказываетесь перед лазерной металлической дверью безопасности. На двери висит табличка с надписью "Центральная площадь".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR"]/choice[@req="marker_opened_metal_door_plaza"]/text
ru: Вы проходите через отверстие, которое вы создали с помощью Электрического резака.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR"]/choice[@req="fm_fs_power_cutter" and @lvl="1"]/text
ru: Использовать Электрический резак, чтобы открыть дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR"]/choice[@req="fm_fs_power_cutter" and @lvl="0"]/text
ru: Попытаться открыть дверь.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR"]/choice[@req="pilot" and @lvl="1"]/text
ru: Развернуться и вернуться к шлюзу.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR_NO"]/text
ru: Вы осматриваете панель, замок, ручку, даже выключатель или кнопку. Поиски ничего не дают. Должно быть, это дверь безопасности, отгораживающая эту часть станции от центральной части комплекса. Если вы хотите пройти через эту дверь, вам придется найти способ пробиться через нее силой.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR_NO"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR_CUT_OPEN"]/text
ru: С помощью Электрического резака вы прорезаете в двери достаточно большое отверстие, чтобы пройти через него. К счастью, ваши действия не вызывают сигнала тревоги.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR_CUT_OPEN"]/choice[@req="pilot"]/text
ru: Пройти через новое отверстие.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED"]/text
ru: Вы и ваш экипаж достигли центральной площади. Это огромное помещение, по крайней мере, более 30 метров в высоту. На мгновение вы почти забываете, что находитесь на космической станции.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED"]/choice[@req="pilot"]/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED_HUB"]/text
ru: Вы прибыли на центральную площадь. Она украшена садом (который сейчас завял из-за отсутствия ухода) и несколькими неработающими фонтанами с подсветкой, скорее всего, для того, чтобы устраивать цветные фонтанные шоу для прохожих. В центре всего этого находится большой стеклянный цилиндрический лифт, прикрепленный к стеклянной трубе. Похоже, что он поднимается только вверх от вашего текущего местоположения. На этой площади есть еще 3 большие бронированные двери, которые примерно такого же размера и формы, как и та, через которую вы только что вошли.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED_HUB"]/choice[@req="fm_fs_elevator_id"]/text
ru: (ГОСТЕВОЙ ИДЕНТИФИКАТОР) Попытаться войти в лифт, используя гостевые идентификаторы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED_HUB"]/choice[@req="fm_fs_blank_id" and @lvl="1"]/text
ru: (ПУСТОЙ ИДЕНТИФИКАТОР) Попробовать войти в лифт, используя пустые идентификаторы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED_HUB"]/choice[@req="fm_fs_blank_id" and @lvl="0"]/text
ru: Попытаться войти в лифт.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED_HUB"]/choice[4]/text
ru: Развернуться и вернуться к отверстию в металлической бронированной двери.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED_HUB"]/choice[5]/text
ru: Вернуться в точку встречи.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_DENIED_NORMAL"]/text
ru: Вы пытаетесь войти в лифт, и на маленьком дисплее появляется предупреждающее сообщение. "Неавторизованным гостям станции запрещено находиться на верхних уровнях доступа. Пожалуйста, зарегистрируйтесь в службе безопасности, чтобы пройти дальше". Похоже, в лифте установлена система безопасности.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_DENIED_NORMAL"]/choice[@req="pilot" and @lvl="1"]/text
ru: Разочарованный, вы возвращаетесь назад.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_DENIED_NORMAL"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_DENIED_BLANK"]/text
ru: Вы проводите пустым идентификатором по панели лифта. Появляется небольшое предупреждение, но дверь не открывается. "ОШИБКА! Удостоверение не прошло регистрацию на посте охраны! Доступ запрещен". Похоже, пустых идентификаторов недостаточно, чтобы обойти систему безопасности лифта.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_DENIED_BLANK"]/choice[@req="pilot" and @lvl="1"]/text
ru: Разочарованный, вы возвращаетесь назад.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_DENIED_BLANK"]/choice[@req="pilot" and @lvl="0"]/text
ru: [Проверить свой ИНВЕНТАРЬ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_GRANTED"]/text
ru: Вы сканируете свою идентификационную карточку, и на дисплее появляется небольшое сообщение. "Доступ разрешен!" Двери лифта открываются, и вы и ваш экипаж заходите внутрь. Вы находитесь на 1-м этаже, куда бы вы хотели отправиться?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_GRANTED"]/choice[1]/text
ru: Выбрать 2-й этаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_GRANTED"]/choice[2]/text
ru: Выбрать 3-й этаж.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_GRANTED"]/choice[3]/text
ru: Выйти из лифта.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/text
ru: Вы осматриваете лежащие поблизости тела. Похоже, это мертвый богомол на клешне которого закреплен металлический щит, рядом - мертвый валун с дырой размером с вашу голову в туловище и левом плече.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/text
ru: Осмотреть их более внимательно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/text
ru: Какую их часть вы хотите осмотреть?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[1]/text
ru: Осмотреть раны.
