Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="50"]/text
ru: В настоящее время используется 50 из ячеек для улучшения... "Перегрузка XXXV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="51"]/text
ru: В настоящее время используется 51 из ячеек для улучшения... "Перегрузка XXXVI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="52"]/text
ru: В настоящее время используется 52 из ячеек для улучшения... "Перегрузка XXXVII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="53"]/text
ru: В настоящее время используется 53 из ячеек для улучшения... "Перегрузка XXXVIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="54"]/text
ru: В настоящее время используется 54 из ячеек для улучшения... "Перегрузка XXXIX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="55"]/text
ru: В настоящее время используется 55 из ячеек для улучшения... "Перегрузка XL"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="56"]/text
ru: В настоящее время используется 56 из ячеек для улучшения... "Перегрузка XLI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="57"]/text
ru: В настоящее время используется 57 из ячеек для улучшения... "Перегрузка XLII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="58"]/text
ru: В настоящее время используется 58 из ячеек для улучшения... "Перегрузка XLIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="59"]/text
ru: В настоящее время используется 59 из ячеек для улучшения... "Перегрузка XLIV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="60"]/text
ru: В настоящее время используется 60 из ячеек для улучшения... "Перегрузка XLV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="61"]/text
ru: В настоящее время используется 61 из ячеек для улучшения... "Перегрузка XLVI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="62"]/text
ru: В настоящее время используется 62 из ячеек для улучшения... "Перегрузка XLVII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="63"]/text
ru: В настоящее время используется 63 из ячеек для улучшения... "Перегрузка XLVIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="64"]/text
ru: В настоящее время используется 64 из ячеек для улучшения... "Перегрузка XLIX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="65"]/text
ru: В настоящее время используется 65 из ячеек для улучшения... "Перегрузка L"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="66"]/text
ru: В настоящее время используется 66 из ячеек для улучшения... "Перегрузка LI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="67"]/text
ru: В настоящее время используется 67 из ячеек для улучшения... "Перегрузка LII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="68"]/text
ru: В настоящее время используется 68 из ячеек для улучшения... "Перегрузка LIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="69"]/text
ru: В настоящее время используется 69 из ячеек для улучшения... "Перегрузка LIV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="70"]/text
ru: В настоящее время используется 70 из ячеек для улучшения... "Перегрузка LV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="71"]/text
ru: В настоящее время используется 71 из ячеек для улучшения... "Перегрузка LVI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="72"]/text
ru: В настоящее время используется 72 из ячеек для улучшения... "Перегрузка LVII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="73"]/text
ru: В настоящее время используется 73 из ячеек для улучшения... "Перегрузка LVIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="74"]/text
ru: В настоящее время используется 74 из ячеек для улучшения... "Перегрузка LIX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="75"]/text
ru: В настоящее время используется 75 из ячеек для улучшения... "Перегрузка LX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="76"]/text
ru: В настоящее время используется 76 из ячеек для улучшения... "Перегрузка LXI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="77"]/text
ru: В настоящее время используется 77 из ячеек для улучшения... "Перегрузка LXII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="78"]/text
ru: В настоящее время используется 78 из ячеек для улучшения... "Перегрузка LXIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="79"]/text
ru: В настоящее время используется 79 из ячеек для улучшения... "Перегрузка LXIV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="80"]/text
ru: В настоящее время используется 80 из ячеек для улучшения... "Перегрузка LXV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="81"]/text
ru: В настоящее время используется 81 из ячеек для улучшения... "Перегрузка LXVI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="82"]/text
ru: В настоящее время используется 82 из ячеек для улучшения... "Перегрузка LXVII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="83"]/text
ru: В настоящее время используется 83 из ячеек для улучшения... "Перегрузка LXVIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="84"]/text
ru: В настоящее время используется 84 из ячеек для улучшения... "Перегрузка LXIX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="85"]/text
ru: В настоящее время используется 85 из ячеек для улучшения... игра окончена, чувак, игра окончена!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_MODULE_TRUE"]/text
ru: Установить модули.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_MODULE_FALSE"]/text
ru: Вы не можете установить модули сейчас, сначала установите Ключевое улучшение!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONE1_TRUE"]/text
ru: Установить первое Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONE2_TRUE"]/text
ru: Установить второе Ключевое улучшение.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONE3_TRUE"]/text
ru: Установить третье (и последнее) Ключевое улучшение!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONEEXTRA_TRUE"]/text
ru: Установить дополнительное... Ключевое улучшение?!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONE1_FALSE"]/text
ru: Вы еще не можете установить первое Ключевое улучшение, сначала используйте 5 из ячеек для улучшения!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONE2_FALSE"]/text
ru: Вы еще не можете установить второе Ключевое улучшение, сначала используйте 10 из ячеек для улучшения!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONE3_FALSE"]/text
ru: Вы еще не можете установить третье (и последнее) Ключевое улучшение, сначала используйте 15 из ячеек для улучшения!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONEEXTRA_FALSE"]/text
ru: Вы не можете установить еще больше Ключевых улучшений, это запрещено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_MODULAR_HULL" and @lvl="1"]/text
ru: Проверить установленные модули!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_CAPPED_HULL"]/text
ru: Я хочу больше!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_CAPPED_HULL"]/event/text
ru: Аластер удивлен вашей просьбой: "Ты уверен, мальчик? Я не могу гарантировать твою безопасность, если мы установим больше модулей..." (Ваш корабль будет поджигаться/пробиваться дополнительными пробоинами, когда вы получите урон, и есть низкий шанс, что полученный урон будет умножен (Множитель увеличивается с каждым дополнительным Ключевым улучшением))

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_CAPPED_HULL"]/event/choice[1]/text
ru: Пожалуйста-пожалуйста?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_CAPPED_HULL"]/event/choice[1]/event/text
ru: Алестер вздыхает: "Хорошо, только не говори, что я тебя не предупреждал".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_CAPPED_HULL"]/event/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_CAPPED_HULL"]/event/choice[2]/text
ru: Неважно...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_infinite_upgradepoints"]/text
ru: Меня устраивает то, что у меня установлено сейчас.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_infinite_upgradepoints"]/event/text
ru: "Спасибо, что выбрал безопасность, мальчик".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_infinite_upgradepoints"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[1]/text
ru: Установить Модульный корпус.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[1]/event/text
ru: Модульный корпус Алестера установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[2]/text
ru: Установить ВНУТРЕННИЙ Модульный корпус.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[2]/event/text
ru: Вы говорите Алестеру, чтобы он разместил его в ваши внутренние модули... "Хорошо, мальчик".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[2]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[3]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[1]/text
ru: Установить Модульный корпус (легкий).

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[1]/event/text
ru: Модульный корпус Алестера установлен!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[2]/text
ru: Установить ВНУТРЕННИЙ Модульный корпус.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[2]/event/text
ru: Вы говорите Алестеру, чтобы он разместил его в ваши внутренние модули... "Хорошо, мальчик".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[2]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[3]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_MAIN"]/text
ru: Какой тип модуля вы хотите установить?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_MAIN"]/choice[1]/text
ru: Установить общекорабельные модули.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_MAIN"]/choice[@req="FM_MODULAR_HULL_VENGEANCE_COUNT" and @lvl="0"]/text
ru: Установить модули мести.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_MAIN"]/choice[@req="FM_MODULAR_HULL_VENGEANCE_COUNT" and @lvl="5"]/text
ru: У вас уже установлено 5 модулей мести.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_MAIN"]/choice[4]/text
ru: Установить системные модули.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_MAIN"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/text
ru: Здесь вы можете увидеть общекорабельные модули, которые вы можете установить (При выборе модуля вы можете посмотреть детальную информацию о нем, прежде чем установить).

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[1]/text
ru: Модуль Усиленная обшивка [50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_FORTIFIED"]/text
ru: Модуль Усиленная обшивка [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[3]/text
ru: Модуль Герметичные системы [65~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_ENCASED"]/text
ru: Модуль Герметичные системы [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[5]/text
ru: Модуль Отражения пробоин [30~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_NO_BREACH"]/text
ru: Модуль Отражение пробоин [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[7]/text
ru: Модуль Отражения пожара [50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_NO_FIRE"]/text
ru: Модуль Отражение пожара [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[9]/text
ru: Модуль Устойчивая конструкция [25~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_RESILIENT"]/text
ru: Модуль Устойчивая конструкция [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[11]/text
ru: Модуль Протоколы стражей [30~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_GUARDIAN"]/text
ru: Модуль Протоколы стражей [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[13]/text
ru: Модуль Интеллектуальный пол [20~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_FLOORING"]/text
ru: Модуль Интеллектуальный пол [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[15]/text
ru: Модуль Вдохновляющие аэрозоли [90~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_AERO"]/text
ru: Модуль Вдохновляющие аэрозоли [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_RESPIRATION" and @lvl="0"]/text
ru: Модуль Улучшенные поля дыхания [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_RESPIRATION" and not(@lvl)]/text
ru: Модуль Улучшенные поля дыхания [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[19]/text
ru: Модуль Магнит для лома [25~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_SCRAP"]/text
ru: Модуль Магнит для лома [МАКСИМАЛЬНО]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[21]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_VENGEANCE"]/text
ru: Здесь вы можете увидеть модули мести, которые вы можете установить (вы можете выбрать опцию и увидеть эффекты перед установкой). Все модули складываются независимо, и несколько одинаковых модулей увеличивают количество срабатываний за удар. [Вы можете установить только 5 модулей мести!]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_VENGEANCE"]/choice[1]/text
ru: Защитный призматический культиватор [50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_VENGEANCE"]/choice[2]/text
ru: Защитный кристаллический культиватор [65~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_VENGEANCE"]/choice[3]/text
ru: Защитный кузнечный культиватор [80~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_VENGEANCE"]/choice[4]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FORTIFIED"]/text
ru: Установить Усиленную обшивку? [+5% шанс сопротивления корпуса, можно установить до 5, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FORTIFIED"]/choice[@req="FM_MODULAR_HULL_LITE" and @lvl="0"]/text
ru: Установить Усиленную обшивку.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FORTIFIED"]/choice[@req="FM_MODULAR_HULL_LITE" and @lvl="0"]/event/text
ru: Усиленная обшивка установлена!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FORTIFIED"]/choice[@req="FM_MODULAR_HULL_LITE" and @lvl="0"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FORTIFIED"]/choice[@req="FM_MODULAR_HULL_LITE" and not(@lvl)]/text
ru: Ваш корпус несовместим с Усиленной обшивкой.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FORTIFIED"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_ENCASED"]/text
ru: Установить Герметичные системы? [+10% шанс сопротивления систем, можно установить до 5, используется 2 ячейки]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_ENCASED"]/choice[1]/text
ru: Установить Герметичные системы.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_ENCASED"]/choice[1]/event/text
ru: Герметичные системы установлены!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_ENCASED"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_ENCASED"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_BREACH"]/text
ru: Установить Отражение пробоин? [Снижает шанс пробоин от атак противника на 10%, можно установить до 5, используется 1 ячейка]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_BREACH"]/choice[1]/text
ru: Установить Отражение пробоин.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_BREACH"]/choice[1]/event/text
ru: Отражение пробоин установлено!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_BREACH"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_BREACH"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_FIRE"]/text
ru: Установить Отражение пожара? [Снижает шанс пожара от атак противника на 10%, можно установить до 5, используется 1 ячейка]
