Repository: Aleev141/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: ru

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/text
ru: Установить Элитный тяжелый кристалл мод. I в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2"]/text
ru: Установить Тяжелый кристалл мод. II в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/text
ru: Установить Элитный тяжелый кристалл. II в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN"]/text
ru: Установить Нейрокристалл в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN_RED"]/text
ru: Установить Элитный нейрокристалл в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN"]/text
ru: Установить Осколочный кристалл в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/text
ru: Установить Элитный осколочный кристалл в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/text
ru: Установить Зарядный кристалл в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/text
ru: Установить Элитный зарядный кристалл в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/text
ru: Установить Осколкомет в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="BOMB_LOCK"]/text
ru: Установить Кристаллическую изолирующую бомбу в Осколочную пушку мод II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="BOMB_LOCK"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="BOMB_LOCK"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="BOMB_LOCK"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="BOMB_LOCK"]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="pilot"]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/text
ru: В данный момент вы просматриваете описание ракетницы "Адское пламя".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_MEGA_PLUS"]/text
ru: Выковать ракетницу "Адское пламя"++, используя ракетницы "Арес"+ и "Аид"+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_MEGA_PLUS"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_MEGA_PLUS"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_PLUS"]/text
ru: Выковать ракетницу "Адское пламя"+, используя ракетницы "Арес" и "Аид"+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_PLUS"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_PLUS"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_PLUS_TYPE2"]/text
ru: Выковать ракетницу "Адское пламя"+, используя ракетницы "Арес"+ и "Аид".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_PLUS_TYPE2"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_PLUS_TYPE2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST"]/text
ru: Выковать ракетницу "Адское пламя", используя ракетницы "Арес" и "Аид".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[5]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/text
ru: В данный момент вы просматриваете описание ракетницы "Чернобог".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_MEGA"]/text
ru: Выковать ракетницу "Чернобог"++, используя Энергетический ошеломитель+ и ракетницу "Никс"+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_MEGA"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_MEGA"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_PLUS"]/text
ru: Выковать ракетницу "Чернобог"+, используя Энергетический ошеломитель.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_PLUS"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_PLUS"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_PLUS_2"]/text
ru: Выковать ракетницу "Чернобог"+, используя ракетницу "Никс"+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_PLUS_2"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_PLUS_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST"]/text
ru: Выковать ракетницу "Чернобог", используя Энергетический ошеломитель.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[5]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_FIRE"]/text
ru: В данный момент вы просматриваете описание Проект #7: Пылающий конец.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_FIRE"]/choice[1]/text
ru: Выковать Проект #7: Пылающий конец.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_FIRE"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_FIRE"]/choice[1]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_FIRE"]/choice[1]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_FIRE"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_BIO"]/text
ru: В данный момент вы просматриваете описание Проекта #22: Безымянный.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_BIO"]/choice[1]/text
ru: Выковать Проект #22.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_BIO"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_BIO"]/choice[1]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_BIO"]/choice[1]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_BIO"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMBLAUNCHER_HULL"]/text
ru: В данный момент вы просматриваете описание миномета "Ба-Пеф".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMBLAUNCHER_HULL"]/choice[1]/text
ru: Выковать миномет "Ба-Пеф".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMBLAUNCHER_HULL"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMBLAUNCHER_HULL"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMBLAUNCHER_HULL"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MINELAUNCHER_BIO"]/text
ru: В данный момент вы просматриваете описание миномета "Грязная бомба".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MINELAUNCHER_BIO"]/choice[1]/text
ru: Выковать миномет "Грязная бомба".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MINELAUNCHER_BIO"]/choice[1]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MINELAUNCHER_BIO"]/choice[1]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MINELAUNCHER_BIO"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_MISSILES"]/text
ru: В данный момент вы просматриваете описание тяжелой ракетницы "Дебилитатум".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_MISSILES"]/choice[@req="FM_ION_MISSILES_LIST"]/text
ru: Выковать тяжелую ракетницу "Дебилитатум".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_MISSILES"]/choice[@req="FM_ION_MISSILES_LIST"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_MISSILES"]/choice[@req="FM_ION_MISSILES_LIST"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_MISSILES"]/choice[2]/text
ru: Неважно.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/text
ru: В данный момент вы просматриваете описание Индуктора внушения.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST_1"]/text
ru: Выковать Индуктор внушения, используя Оглушающую бомбу и Нейрокристалл.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST_1"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST_1"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST_2"]/text
ru: Выковать Индуктор внушения, используя Оглушающую бомбу и Элитный нейрокристалл.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST_2"]/event/text
ru: Приступить к работе?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST_2"]/event/choice/text
ru: Продолжить...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[3]/text
ru: Неважно.
